package mhyc

var cfg2Err = []byte(`[
	{
		"MSG": "成功"
	},
	{
		"Id": 1,
		"MSG": "系统维护中请稍后再试"
	},
	{
		"Id": 2,
		"MSG": "token错误"
	},
	{
		"Id": 3,
		"MSG": "账号不存在，请重新输入"
	},
	{
		"Id": 4,
		"MSG": "密码错误，请重新输入"
	},
	{
		"Id": 5,
		"MSG": "进入模块错误"
	},
	{
		"Id": 6,
		"MSG": "重复登录"
	},
	{
		"Id": 7,
		"MSG": "角色不存在"
	},
	{
		"Id": 8,
		"MSG": "生成token错误"
	},
	{
		"Id": 9,
		"MSG": "数据库错误"
	},
	{
		"Id": 10,
		"MSG": "登录上线错误"
	},
	{
		"Id": 11,
		"MSG": "读取玩家数据错误"
	},
	{
		"Id": 12,
		"MSG": "登录步骤错误"
	},
	{
		"Id": 13,
		"MSG": "角色名称为空"
	},
	{
		"Id": 14,
		"MSG": "用户在登录中"
	},
	{
		"Id": 15,
		"MSG": "参数错误"
	},
	{
		"Id": 16,
		"MSG": "同一设备登录过多"
	},
	{
		"Id": 17,
		"MSG": "同一IP登录过多"
	},
	{
		"Id": 18,
		"MSG": "网络存在异常，请重新登录游戏"
	},
	{
		"Id": 19,
		"MSG": "该用户已被禁用"
	},
	{
		"Id": 20,
		"MSG": "第三方登录出错"
	},
	{
		"Id": 21,
		"MSG": "登录方式有误"
	},
	{
		"Id": 22,
		"MSG": "昵称已存在"
	},
	{
		"Id": 23,
		"MSG": "一个区只能创建一个角色"
	},
	{
		"Id": 24,
		"MSG": "微信session错误,重新登录"
	},
	{
		"Id": 25,
		"MSG": "您的账号在其他设备登录"
	},
	{
		"Id": 26,
		"MSG": "服务器不存在"
	},
	{
		"Id": 27,
		"MSG": "系统错误"
	},
	{
		"Id": 28,
		"MSG": "仙玉不足"
	},
	{
		"Id": 29,
		"MSG": "地图不存在"
	},
	{
		"Id": 30,
		"MSG": "等级不足"
	},
	{
		"Id": 31,
		"MSG": "需求条件不足"
	},
	{
		"Id": 32,
		"MSG": "系统错误"
	},
	{
		"Id": 33,
		"MSG": "您已经在此地图，无法切换"
	},
	{
		"Id": 34,
		"MSG": "复活中，请稍后再试"
	},
	{
		"Id": 35,
		"MSG": "第三方支付错误"
	},
	{
		"Id": 36,
		"MSG": "玩家不在线"
	},
	{
		"Id": 37,
		"MSG": "数据异常，请重新登录"
	},
	{
		"Id": 38,
		"MSG": "账号被锁定，请联系客服"
	},
	{
		"Id": 39,
		"MSG": "玩家不存在"
	},
	{
		"Id": 40,
		"MSG": "队友怪物未复活，请稍后再试"
	},
	{
		"Id": 41,
		"MSG": "文本中含有屏蔽词"
	},
	{
		"Id": 42,
		"MSG": "参数错误"
	},
	{
		"Id": 43,
		"MSG": "{0}不足"
	},
	{
		"Id": 44,
		"MSG": "道具不足"
	},
	{
		"Id": 45,
		"MSG": "此奖励已领取"
	},
	{
		"Id": 46,
		"MSG": "{0}"
	},
	{
		"Id": 47,
		"MSG": "免费次数不足"
	},
	{
		"Id": 48,
		"MSG": "您已成功获取了全部奖励！"
	},
	{
		"Id": 50,
		"MSG": "您的战斗速度太快了，稍微休息一下再挑战吧~"
	},
	{
		"Id": 100,
		"MSG": "昵称存在"
	},
	{
		"Id": 101,
		"MSG": "昵称长度不符合，请重新输入"
	},
	{
		"Id": 102,
		"MSG": "昵称由6个汉字或12个字母数字组成"
	},
	{
		"Id": 103,
		"MSG": "昵称含有非法字符，请重新输入"
	},
	{
		"Id": 104,
		"MSG": "密码长度不符合，请重新输入"
	},
	{
		"Id": 105,
		"MSG": "密码由6~18个字母或数字组成"
	},
	{
		"Id": 106,
		"MSG": "密码过于简单，请重新输入"
	},
	{
		"Id": 107,
		"MSG": "两次密码输入不一致"
	},
	{
		"Id": 108,
		"MSG": "初始化用户数据错误"
	},
	{
		"Id": 109,
		"MSG": "同一设备注册数量过多"
	},
	{
		"Id": 110,
		"MSG": "注册方式有误"
	},
	{
		"Id": 111,
		"MSG": "注册失败"
	},
	{
		"Id": 112,
		"MSG": "参数错误，不支持的版本"
	},
	{
		"Id": 113,
		"MSG": "密码次数错误过多，请稍后再试"
	},
	{
		"Id": 200,
		"MSG": "请先进行实名认证"
	},
	{
		"Id": 201,
		"MSG": "抱歉，购买功能暂不向未成年人开放"
	},
	{
		"Id": 202,
		"MSG": "抱歉，兑换功能暂不向未成年人开放"
	},
	{
		"Id": 203,
		"MSG": "认证成功"
	},
	{
		"Id": 204,
		"MSG": "已实名"
	},
	{
		"Id": 205,
		"MSG": "身份证规则错误"
	},
	{
		"Id": 206,
		"MSG": "姓名和身份证号不匹配"
	},
	{
		"Id": 207,
		"MSG": "姓名规则错误"
	},
	{
		"Id": 208,
		"MSG": "领取实名认证奖励失败"
	},
	{
		"Id": 300,
		"MSG": "您的手机绑定的账号数量超过上限，无法绑定"
	},
	{
		"Id": 301,
		"MSG": "您已经绑定过手机号，请勿重复绑定"
	},
	{
		"Id": 302,
		"MSG": "手机号格式有误"
	},
	{
		"Id": 303,
		"MSG": "该手机号码已被绑定"
	},
	{
		"Id": 304,
		"MSG": "发送验证码过于频繁，请稍后再试"
	},
	{
		"Id": 305,
		"MSG": "发送失败"
	},
	{
		"Id": 306,
		"MSG": "发送成功"
	},
	{
		"Id": 307,
		"MSG": "验证码不正确，请重新输入"
	},
	{
		"Id": 308,
		"MSG": "验证码已过期，请重新发送"
	},
	{
		"Id": 309,
		"MSG": "绑定失败"
	},
	{
		"Id": 310,
		"MSG": "绑定成功"
	},
	{
		"Id": 320,
		"MSG": "镀金参数错误"
	},
	{
		"Id": 321,
		"MSG": "镀金材料不足"
	},
	{
		"Id": 322,
		"MSG": "道具不足"
	},
	{
		"Id": 323,
		"MSG": "精炼等级已满"
	},
	{
		"Id": 324,
		"MSG": "铸魂等级已满"
	},
	{
		"Id": 400,
		"MSG": "剩余仙玉不足,无法修改"
	},
	{
		"Id": 401,
		"MSG": "昵称不能为空"
	},
	{
		"Id": 402,
		"MSG": "修改昵称失败"
	},
	{
		"Id": 403,
		"MSG": "昵称太长"
	},
	{
		"Id": 404,
		"MSG": "性别参数错误"
	},
	{
		"Id": 405,
		"MSG": "改名卡不足"
	},
	{
		"Id": 406,
		"MSG": "请至少修改姓名或性别其中一项"
	},
	{
		"Id": 407,
		"MSG": "抱歉，当前时段暂无法更改名称"
	},
	{
		"Id": 500,
		"MSG": "物品ID错误"
	},
	{
		"Id": 501,
		"MSG": "背包已满"
	},
	{
		"Id": 502,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 503,
		"MSG": "系统还未开启"
	},
	{
		"Id": 504,
		"MSG": "已升至最高阶"
	},
	{
		"Id": 505,
		"MSG": "没有可佩戴的符文"
	},
	{
		"Id": 600,
		"MSG": "请输入聊天内容"
	},
	{
		"Id": 601,
		"MSG": "聊天内容过长"
	},
	{
		"Id": 602,
		"MSG": "对方在您的屏蔽列表中"
	},
	{
		"Id": 603,
		"MSG": "对方已将您屏蔽"
	},
	{
		"Id": 604,
		"MSG": "发送间隔太短,3秒后再次发送"
	},
	{
		"Id": 605,
		"MSG": "跨服聊天只在活动期间开启"
	},
	{
		"Id": 606,
		"MSG": "您已经被禁言"
	},
	{
		"Id": 607,
		"MSG": "聊天内容含有屏蔽词"
	},
	{
		"Id": 711,
		"MSG": "技能ID错误"
	},
	{
		"Id": 712,
		"MSG": "技能等级不能超过人物等级"
	},
	{
		"Id": 713,
		"MSG": "银两不足"
	},
	{
		"Id": 714,
		"MSG": "技能队列错误"
	},
	{
		"Id": 800,
		"MSG": "参数错误"
	},
	{
		"Id": 801,
		"MSG": "剩余购买次数不足"
	},
	{
		"Id": 802,
		"MSG": "不符合购买条件"
	},
	{
		"Id": 803,
		"MSG": "货币不足"
	},
	{
		"Id": 804,
		"MSG": "首冲只能购买一次"
	},
	{
		"Id": 805,
		"MSG": "月卡未到期"
	},
	{
		"Id": 806,
		"MSG": "已经购买终身卡"
	},
	{
		"Id": 807,
		"MSG": "背包已满，请先清理背包"
	},
	{
		"Id": 808,
		"MSG": "平台不支持购买"
	},
	{
		"Id": 809,
		"MSG": "今日剩余劫镖次数不足"
	},
	{
		"Id": 810,
		"MSG": "复仇失败"
	},
	{
		"Id": 811,
		"MSG": "参数错误，无法抢劫"
	},
	{
		"Id": 812,
		"MSG": "该玩家已完成神女护送"
	},
	{
		"Id": 813,
		"MSG": "已经抢劫过该玩家"
	},
	{
		"Id": 814,
		"MSG": "该玩家已经被抢劫两次"
	},
	{
		"Id": 815,
		"MSG": "已经领取过奖励"
	},
	{
		"Id": 816,
		"MSG": "护送未结束"
	},
	{
		"Id": 817,
		"MSG": "仙玉不足"
	},
	{
		"Id": 818,
		"MSG": "快速结束失败"
	},
	{
		"Id": 819,
		"MSG": "护送中,无法刷新"
	},
	{
		"Id": 820,
		"MSG": "仙玉不足"
	},
	{
		"Id": 821,
		"MSG": "刷新失败"
	},
	{
		"Id": 822,
		"MSG": "护送次数不足"
	},
	{
		"Id": 851,
		"MSG": "货币不足"
	},
	{
		"Id": 852,
		"MSG": "参数错误"
	},
	{
		"Id": 853,
		"MSG": "仙玉不足"
	},
	{
		"Id": 854,
		"MSG": "房屋等级已到最高"
	},
	{
		"Id": 855,
		"MSG": "亲密度不足"
	},
	{
		"Id": 856,
		"MSG": "今日结缘次数不足"
	},
	{
		"Id": 857,
		"MSG": "没有仙缘"
	},
	{
		"Id": 858,
		"MSG": "等级不足"
	},
	{
		"Id": 859,
		"MSG": "已经发过求缘请求"
	},
	{
		"Id": 860,
		"MSG": "对方不在线"
	},
	{
		"Id": 861,
		"MSG": "对方已经结缘了"
	},
	{
		"Id": 862,
		"MSG": "没有可以领取的进度值"
	},
	{
		"Id": 863,
		"MSG": "您已经结缘了"
	},
	{
		"Id": 864,
		"MSG": "对方已经取消请求"
	},
	{
		"Id": 901,
		"MSG": "您已经关注此玩家"
	},
	{
		"Id": 902,
		"MSG": "您的关注数量已经达到上限"
	},
	{
		"Id": 903,
		"MSG": "对方粉丝数量已经达到上限"
	},
	{
		"Id": 904,
		"MSG": "此玩家不在好友列表中"
	},
	{
		"Id": 905,
		"MSG": "此玩家已经在黑名单中"
	},
	{
		"Id": 906,
		"MSG": "黑名单数量已经达到上限"
	},
	{
		"Id": 907,
		"MSG": "您没有拉黑此玩家"
	},
	{
		"Id": 908,
		"MSG": "您没有关注此玩家"
	},
	{
		"Id": 909,
		"MSG": "今日赠送友币数量已经达到上限"
	},
	{
		"Id": 910,
		"MSG": "今日接收友币数量已经达到上限"
	},
	{
		"Id": 911,
		"MSG": "好友列表中不存在此玩家"
	},
	{
		"Id": 912,
		"MSG": "您已经领取此玩家赠送的友币"
	},
	{
		"Id": 913,
		"MSG": "今日接收友币数量已经达到上限"
	},
	{
		"Id": 914,
		"MSG": "不存在此仇人"
	},
	{
		"Id": 915,
		"MSG": "此仇人已存在"
	},
	{
		"Id": 920,
		"MSG": "您已经有师傅了"
	},
	{
		"Id": 921,
		"MSG": "对方不在线无法建立师徒关系"
	},
	{
		"Id": 922,
		"MSG": "对方师徒令不足,无法建立师徒关系"
	},
	{
		"Id": 923,
		"MSG": "对方徒弟已达上限"
	},
	{
		"Id": 924,
		"MSG": "今日已经传过功"
	},
	{
		"Id": 925,
		"MSG": "徒弟不存在"
	},
	{
		"Id": 926,
		"MSG": "接受传功错误"
	},
	{
		"Id": 927,
		"MSG": "师徒不存在"
	},
	{
		"Id": 928,
		"MSG": "出师日期未到"
	},
	{
		"Id": 929,
		"MSG": "对方已经有师傅了"
	},
	{
		"Id": 930,
		"MSG": "师傅等级需要比徒弟等级高3级"
	},
	{
		"Id": 931,
		"MSG": "3分钟之后再发送"
	},
	{
		"Id": 932,
		"MSG": "重复发送"
	},
	{
		"Id": 933,
		"MSG": "师徒令不足"
	},
	{
		"Id": 934,
		"MSG": "你们已经是师徒关系了"
	},
	{
		"Id": 935,
		"MSG": "今日还没有传过功"
	},
	{
		"Id": 1001,
		"MSG": "您的背包容量已经达到上限"
	},
	{
		"Id": 1002,
		"MSG": "货币不足"
	},
	{
		"Id": 1003,
		"MSG": "此物品不存在"
	},
	{
		"Id": 1004,
		"MSG": "物品数量不足"
	},
	{
		"Id": 1005,
		"MSG": "您的VIP等级不满足一键熔炼的要求"
	},
	{
		"Id": 1006,
		"MSG": "此装备不存在"
	},
	{
		"Id": 1007,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 1008,
		"MSG": "正在穿戴的装备不能熔炼"
	},
	{
		"Id": 1009,
		"MSG": "不能选择此物品"
	},
	{
		"Id": 1100,
		"MSG": "数量不足"
	},
	{
		"Id": 1101,
		"MSG": "仙玉不足"
	},
	{
		"Id": 1102,
		"MSG": "元宝不足"
	},
	{
		"Id": 1103,
		"MSG": "金币不足"
	},
	{
		"Id": 1104,
		"MSG": "银两不足"
	},
	{
		"Id": 1105,
		"MSG": "转生等级不足"
	},
	{
		"Id": 1106,
		"MSG": "此装备不存在"
	},
	{
		"Id": 1107,
		"MSG": "此部位未穿戴装备不能强化"
	},
	{
		"Id": 1108,
		"MSG": "此部位已强化至最高级"
	},
	{
		"Id": 1109,
		"MSG": "强化等级不能超过角色等级"
	},
	{
		"Id": 1110,
		"MSG": "此等级强化大师已激活"
	},
	{
		"Id": 1111,
		"MSG": "有部位未穿戴装备，无法升阶"
	},
	{
		"Id": 1112,
		"MSG": "强化等级不足，无法升阶"
	},
	{
		"Id": 1113,
		"MSG": "装备洗炼功能未开启"
	},
	{
		"Id": 1114,
		"MSG": "转生等级不足，此部位不能洗炼"
	},
	{
		"Id": 1115,
		"MSG": "货币不足"
	},
	{
		"Id": 1116,
		"MSG": "洗炼石不足"
	},
	{
		"Id": 1117,
		"MSG": "洗炼符不足"
	},
	{
		"Id": 1118,
		"MSG": "锁定条数超过上限"
	},
	{
		"Id": 1119,
		"MSG": "炼器层级已达到上限"
	},
	{
		"Id": 1120,
		"MSG": "炼器精华不足"
	},
	{
		"Id": 1121,
		"MSG": "幸运符不足"
	},
	{
		"Id": 1122,
		"MSG": "装备炼器功能未开启"
	},
	{
		"Id": 1123,
		"MSG": "原装备炼器层级过低，需大于1层"
	},
	{
		"Id": 1124,
		"MSG": "炼器传承所需道具不足"
	},
	{
		"Id": 1125,
		"MSG": "装备道具Id不同"
	},
	{
		"Id": 1126,
		"MSG": "装备已经穿戴"
	},
	{
		"Id": 1127,
		"MSG": "宝石数量不足"
	},
	{
		"Id": 1128,
		"MSG": "此宝石无法合成"
	},
	{
		"Id": 1129,
		"MSG": "宝石数量不足"
	},
	{
		"Id": 1130,
		"MSG": "强化等级不能超过人物等级"
	},
	{
		"Id": 1131,
		"MSG": "此部位未穿戴装备不能洗炼"
	},
	{
		"Id": 1132,
		"MSG": "当前未穿戴装备，不可镶嵌宝石"
	},
	{
		"Id": 1133,
		"MSG": "没有更高级的宝石可以镶嵌"
	},
	{
		"Id": 1134,
		"MSG": "背包里没有更高级的宝石"
	},
	{
		"Id": 1135,
		"MSG": "没有可合成的宝石"
	},
	{
		"Id": 1136,
		"MSG": "当前未穿戴装备，不可进行洗练"
	},
	{
		"Id": 1137,
		"MSG": "当前未穿戴装备，不可进行强化"
	},
	{
		"Id": 1138,
		"MSG": "背包已满，请先清理背包"
	},
	{
		"Id": 1139,
		"MSG": "强化等级不能超过装备等级限制"
	},
	{
		"Id": 1140,
		"MSG": "不符合装备升星条件"
	},
	{
		"Id": 1141,
		"MSG": "辅助道具不足"
	},
	{
		"Id": 1142,
		"MSG": "强化石不足"
	},
	{
		"Id": 1143,
		"MSG": "要打造的装备不存在"
	},
	{
		"Id": 1144,
		"MSG": "装备打造材料不足"
	},
	{
		"Id": 1150,
		"MSG": "合成所需道具不足"
	},
	{
		"Id": 1151,
		"MSG": "此道具无法合成"
	},
	{
		"Id": 1152,
		"MSG": "洗练已达到最高阶，不能升阶"
	},
	{
		"Id": 1153,
		"MSG": "不满足品质要求，不能升阶"
	},
	{
		"Id": 1154,
		"MSG": "VIP等级不足，不能洗炼"
	},
	{
		"Id": 1155,
		"MSG": "灵气不足"
	},
	{
		"Id": 1156,
		"MSG": "神符不足"
	},
	{
		"Id": 1157,
		"MSG": "没有可出售的道具"
	},
	{
		"Id": 2001,
		"MSG": "已经升到最高级"
	},
	{
		"Id": 2002,
		"MSG": "升阶所需道具不足"
	},
	{
		"Id": 2003,
		"MSG": "升阶所需银两不足"
	},
	{
		"Id": 2004,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 2005,
		"MSG": "历练点不足"
	},
	{
		"Id": 2006,
		"MSG": "战力不足"
	},
	{
		"Id": 2007,
		"MSG": "功勋不足"
	},
	{
		"Id": 2008,
		"MSG": "历练册不足"
	},
	{
		"Id": 2009,
		"MSG": "此升阶系统未开启"
	},
	{
		"Id": 2010,
		"MSG": "请勿过快点击"
	},
	{
		"Id": 2011,
		"MSG": "技能书不足"
	},
	{
		"Id": 2012,
		"MSG": "升至满星后才可以突破"
	},
	{
		"Id": 2013,
		"MSG": "金身重数不足，技能未解锁"
	},
	{
		"Id": 2014,
		"MSG": "合成错误"
	},
	{
		"Id": 2015,
		"MSG": "符文套装等级不足，不能升级金身"
	},
	{
		"Id": 2016,
		"MSG": "银两不足"
	},
	{
		"Id": 2017,
		"MSG": "渡劫重数不足"
	},
	{
		"Id": 2018,
		"MSG": "此奖励已领取"
	},
	{
		"Id": 2019,
		"MSG": "升阶等级不足，无法升级技能"
	},
	{
		"Id": 2020,
		"MSG": "此奖励已领取"
	},
	{
		"Id": 2021,
		"MSG": "此等级无奖励"
	},
	{
		"Id": 2022,
		"MSG": "等级不足，无法领取"
	},
	{
		"Id": 2023,
		"MSG": "未满级，不能突破"
	},
	{
		"Id": 2024,
		"MSG": "淬炼功能已开启"
	},
	{
		"Id": 2025,
		"MSG": "未找到"
	},
	{
		"Id": 3001,
		"MSG": "经验不足"
	},
	{
		"Id": 3002,
		"MSG": "您已升到最高级"
	},
	{
		"Id": 4001,
		"MSG": "参数错误"
	},
	{
		"Id": 4002,
		"MSG": "等级不足"
	},
	{
		"Id": 4003,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 4005,
		"MSG": "参数错误"
	},
	{
		"Id": 4006,
		"MSG": "等级不足"
	},
	{
		"Id": 4007,
		"MSG": "次数不足"
	},
	{
		"Id": 4008,
		"MSG": "仙玉不足"
	},
	{
		"Id": 4009,
		"MSG": "没有可以扫荡的副本"
	},
	{
		"Id": 4010,
		"MSG": "条件不满足"
	},
	{
		"Id": 4011,
		"MSG": "不能重复领取"
	},
	{
		"Id": 4012,
		"MSG": "首领已经死亡"
	},
	{
		"Id": 4013,
		"MSG": "不存在刷新信息"
	},
	{
		"Id": 4014,
		"MSG": "复活次数不足"
	},
	{
		"Id": 4015,
		"MSG": "首领不是死亡状态，无法复活"
	},
	{
		"Id": 4016,
		"MSG": "今日购买次数不足"
	},
	{
		"Id": 4017,
		"MSG": "挑战次数已满，不能购买"
	},
	{
		"Id": 4018,
		"MSG": "道具不足"
	},
	{
		"Id": 4019,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 4020,
		"MSG": "仙玉不足"
	},
	{
		"Id": 4021,
		"MSG": "请先通关上一关"
	},
	{
		"Id": 4022,
		"MSG": "首领已经逃跑"
	},
	{
		"Id": 4023,
		"MSG": "没有可领取宝箱"
	},
	{
		"Id": 4024,
		"MSG": "仙玉不足，无法复活"
	},
	{
		"Id": 4025,
		"MSG": "VIP等级不足，无法复活"
	},
	{
		"Id": 4026,
		"MSG": "开服第7天且等级达到150级开启"
	},
	{
		"Id": 4027,
		"MSG": "没有可以替换的宝箱"
	},
	{
		"Id": 4028,
		"MSG": "没有可以开启的宝箱"
	},
	{
		"Id": 4029,
		"MSG": "时间不足,无法开启"
	},
	{
		"Id": 4030,
		"MSG": "数据错误，不能购买"
	},
	{
		"Id": 4031,
		"MSG": "降妖除魔已到最高关卡"
	},
	{
		"Id": 4032,
		"MSG": "勇闯天庭已到最高关卡"
	},
	{
		"Id": 4033,
		"MSG": "玲珑宝塔已到最高关卡"
	},
	{
		"Id": 4034,
		"MSG": "藏宝图已到最高关卡"
	},
	{
		"Id": 4035,
		"MSG": "挑战的首领未进入逃跑状态"
	},
	{
		"Id": 4036,
		"MSG": "未到下次挑战时间"
	},
	{
		"Id": 4037,
		"MSG": "转生等级不足"
	},
	{
		"Id": 4038,
		"MSG": "未知的鼓舞"
	},
	{
		"Id": 4039,
		"MSG": "鼓舞所需货币不足"
	},
	{
		"Id": 4040,
		"MSG": "不存在的达标奖励"
	},
	{
		"Id": 4041,
		"MSG": "奖励未达标"
	},
	{
		"Id": 4042,
		"MSG": "达标奖励已领取"
	},
	{
		"Id": 4043,
		"MSG": "玩家不在首领场景"
	},
	{
		"Id": 4044,
		"MSG": "不存在的拼点操作"
	},
	{
		"Id": 4045,
		"MSG": "本次收益为空"
	},
	{
		"Id": 4046,
		"MSG": "Boss不存在"
	},
	{
		"Id": 4047,
		"MSG": "Boss之家不存在"
	},
	{
		"Id": 4048,
		"MSG": "本次收益未领取"
	},
	{
		"Id": 4049,
		"MSG": "体力不足"
	},
	{
		"Id": 4050,
		"MSG": "月卡到期"
	},
	{
		"Id": 4051,
		"MSG": "未购买终身卡"
	},
	{
		"Id": 4052,
		"MSG": "世界BOSS死亡"
	},
	{
		"Id": 4053,
		"MSG": "已经拼过点"
	},
	{
		"Id": 4054,
		"MSG": "没有破盾"
	},
	{
		"Id": 4055,
		"MSG": "没有可扫荡的BOSS"
	},
	{
		"Id": 4056,
		"MSG": "成功挑战BOSS后方可扫荡"
	},
	{
		"Id": 4057,
		"MSG": "BOSS复活中，请稍候"
	},
	{
		"Id": 5031,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 5032,
		"MSG": "未找到此任务"
	},
	{
		"Id": 5033,
		"MSG": "您还未完成此任务"
	},
	{
		"Id": 5034,
		"MSG": "任务奖励倍数错误"
	},
	{
		"Id": 5035,
		"MSG": "玩家背包数据错误"
	},
	{
		"Id": 5036,
		"MSG": "货币不足"
	},
	{
		"Id": 5037,
		"MSG": "已经领取奖励"
	},
	{
		"Id": 5038,
		"MSG": "此任务非当前主线任务"
	},
	{
		"Id": 5039,
		"MSG": "未领取奖励"
	},
	{
		"Id": 5040,
		"MSG": "今日已经签到"
	},
	{
		"Id": 5041,
		"MSG": "功能未开启"
	},
	{
		"Id": 5042,
		"MSG": "请前往新地图"
	},
	{
		"Id": 5043,
		"MSG": "您还未通关此关卡"
	},
	{
		"Id": 5044,
		"MSG": "仙玉不足"
	},
	{
		"Id": 5045,
		"MSG": "魔灵已经觉醒"
	},
	{
		"Id": 5046,
		"MSG": "魔灵觉醒值不足"
	},
	{
		"Id": 5047,
		"MSG": "时装已领取"
	},
	{
		"Id": 5048,
		"MSG": "等级不足，无法领取"
	},
	{
		"Id": 5049,
		"MSG": "修炼经验不足"
	},
	{
		"Id": 5050,
		"MSG": "修炼已满级"
	},
	{
		"Id": 5051,
		"MSG": "您还未购买此商品"
	},
	{
		"Id": 5100,
		"MSG": "已接取悬赏，无法刷新品质"
	},
	{
		"Id": 5101,
		"MSG": "免费刷新次数不足"
	},
	{
		"Id": 5102,
		"MSG": "已接取悬赏，无法提品"
	},
	{
		"Id": 5103,
		"MSG": "已达到最高悬赏品质"
	},
	{
		"Id": 5104,
		"MSG": "讨伐次数不足"
	},
	{
		"Id": 5105,
		"MSG": "创建Boss失败"
	},
	{
		"Id": 5106,
		"MSG": "已接取悬赏，无法助战"
	},
	{
		"Id": 5107,
		"MSG": "队伍已解散"
	},
	{
		"Id": 5108,
		"MSG": "只允许家族成员进入"
	},
	{
		"Id": 5109,
		"MSG": "对方已进入战斗"
	},
	{
		"Id": 5110,
		"MSG": "队伍已满员"
	},
	{
		"Id": 5111,
		"MSG": "还未接取悬赏"
	},
	{
		"Id": 5112,
		"MSG": "还未进入副本"
	},
	{
		"Id": 5113,
		"MSG": "只有队长才能发起战斗"
	},
	{
		"Id": 5114,
		"MSG": "BOSS已击败，无法再次挑战"
	},
	{
		"Id": 5115,
		"MSG": "讨伐失败"
	},
	{
		"Id": 5116,
		"MSG": "今日积分奖励已领取完毕"
	},
	{
		"Id": 5117,
		"MSG": "积分不足"
	},
	{
		"Id": 5118,
		"MSG": "已接取悬赏，无法重复接取"
	},
	{
		"Id": 5119,
		"MSG": "正在活动场景内，无法助战"
	},
	{
		"Id": 5120,
		"MSG": "无法助战自己"
	},
	{
		"Id": 6001,
		"MSG": "伙伴Id或类型错误"
	},
	{
		"Id": 6002,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 6003,
		"MSG": "伙伴已达到最高级"
	},
	{
		"Id": 6004,
		"MSG": "升阶丹不足"
	},
	{
		"Id": 6005,
		"MSG": "伙伴已达到最高星级"
	},
	{
		"Id": 6006,
		"MSG": "昵称包含屏蔽词"
	},
	{
		"Id": 6007,
		"MSG": "出战位置非法"
	},
	{
		"Id": 6008,
		"MSG": "宠物技能洗炼石不足"
	},
	{
		"Id": 6009,
		"MSG": "被动技能未刷新，不能替换"
	},
	{
		"Id": 6010,
		"MSG": "缘分ID错误"
	},
	{
		"Id": 6011,
		"MSG": "玩家已经解锁此缘分"
	},
	{
		"Id": 6012,
		"MSG": "您尚未解锁对应伙伴"
	},
	{
		"Id": 6013,
		"MSG": "解锁伙伴ID错误"
	},
	{
		"Id": 6014,
		"MSG": "已经解锁此伙伴"
	},
	{
		"Id": 6015,
		"MSG": "解锁伙伴数据错误"
	},
	{
		"Id": 6016,
		"MSG": "元宝不足"
	},
	{
		"Id": 6017,
		"MSG": "宠物卡不足"
	},
	{
		"Id": 6018,
		"MSG": "精魄碎片不足"
	},
	{
		"Id": 6019,
		"MSG": "宠物名称包含屏蔽词"
	},
	{
		"Id": 6020,
		"MSG": "伙伴类型错误"
	},
	{
		"Id": 6021,
		"MSG": "被动技能个数已满"
	},
	{
		"Id": 6022,
		"MSG": "技能不存在"
	},
	{
		"Id": 6023,
		"MSG": "技能已经最高级"
	},
	{
		"Id": 6024,
		"MSG": "魔晶石不足"
	},
	{
		"Id": 6024,
		"MSG": "飞升阶段切换错误"
	},
	{
		"Id": 6025,
		"MSG": "请进入下一阶段的飞升"
	},
	{
		"Id": 6026,
		"MSG": "飞升部位参数错误"
	},
	{
		"Id": 6027,
		"MSG": "很遗憾，培养失败！"
	},
	{
		"Id": 6028,
		"MSG": "合成材料不足"
	},
	{
		"Id": 6029,
		"MSG": "此法器还未解锁"
	},
	{
		"Id": 6030,
		"MSG": "法器洗炼石不足"
	},
	{
		"Id": 6031,
		"MSG": "此灵装已经解锁"
	},
	{
		"Id": 6032,
		"MSG": "灵装ID错误"
	},
	{
		"Id": 6033,
		"MSG": "解锁灵装道具不足"
	},
	{
		"Id": 6034,
		"MSG": "银两不足"
	},
	{
		"Id": 6035,
		"MSG": "参数错误"
	},
	{
		"Id": 6036,
		"MSG": "才艺等级不足，无法激活特技"
	},
	{
		"Id": 6037,
		"MSG": "才艺已升至满级"
	},
	{
		"Id": 6038,
		"MSG": "升级才艺所需道具不足"
	},
	{
		"Id": 6039,
		"MSG": "天赋已满级"
	},
	{
		"Id": 6040,
		"MSG": "升级天赋所需道具不足"
	},
	{
		"Id": 6041,
		"MSG": "美德已满级"
	},
	{
		"Id": 6042,
		"MSG": "升级美德所需道具不足"
	},
	{
		"Id": 6043,
		"MSG": "此玩具已满星"
	},
	{
		"Id": 6044,
		"MSG": "玩具升星道具不足"
	},
	{
		"Id": 6045,
		"MSG": "银两不足"
	},
	{
		"Id": 6046,
		"MSG": "没有可升星的玩具"
	},
	{
		"Id": 6047,
		"MSG": "此魔灵品质过低，不能使用此道具升级"
	},
	{
		"Id": 6048,
		"MSG": "附身位置错误"
	},
	{
		"Id": 6049,
		"MSG": "魔魂ID错误"
	},
	{
		"Id": 6050,
		"MSG": "此位置未解锁"
	},
	{
		"Id": 6051,
		"MSG": "魔魂数据错误"
	},
	{
		"Id": 6052,
		"MSG": "此位置未解锁，不能附身"
	},
	{
		"Id": 6053,
		"MSG": "此阵法未解锁"
	},
	{
		"Id": 6054,
		"MSG": "此伙伴未解锁"
	},
	{
		"Id": 6055,
		"MSG": "此伙伴品质过低"
	},
	{
		"Id": 6056,
		"MSG": "此伙伴等级过低"
	},
	{
		"Id": 6057,
		"MSG": "此伙伴已经上阵"
	},
	{
		"Id": 6058,
		"MSG": "位置参数错误"
	},
	{
		"Id": 6059,
		"MSG": "还有位置没上阵伙伴"
	},
	{
		"Id": 6060,
		"MSG": "阵法系统未开启"
	},
	{
		"Id": 6061,
		"MSG": "此阵法不存在"
	},
	{
		"Id": 6062,
		"MSG": "此阵法解锁道具不足"
	},
	{
		"Id": 6063,
		"MSG": "此阵法已解锁"
	},
	{
		"Id": 7001,
		"MSG": "已经解锁此皮肤"
	},
	{
		"Id": 7002,
		"MSG": "找不到此皮肤"
	},
	{
		"Id": 7003,
		"MSG": "解锁道具不足，无法解锁此皮肤"
	},
	{
		"Id": 7004,
		"MSG": "玩家还未解锁此皮肤"
	},
	{
		"Id": 7005,
		"MSG": "此皮肤已升至满级"
	},
	{
		"Id": 7006,
		"MSG": "升级所需激活卡不足"
	},
	{
		"Id": 7007,
		"MSG": "未穿戴此皮肤"
	},
	{
		"Id": 8001,
		"MSG": "玩家VIP等级未达到，不能领奖"
	},
	{
		"Id": 8002,
		"MSG": "玩家已经领取此奖励"
	},
	{
		"Id": 8003,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 8004,
		"MSG": "玩家VIP等级未达到，不能购买"
	},
	{
		"Id": 8005,
		"MSG": "此礼包已购买"
	},
	{
		"Id": 8006,
		"MSG": "仙玉不足"
	},
	{
		"Id": 8007,
		"MSG": "元宝不足"
	},
	{
		"Id": 9001,
		"MSG": "击杀波数不足"
	},
	{
		"Id": 9002,
		"MSG": "今日求助次数已用完"
	},
	{
		"Id": 9003,
		"MSG": "您的能力不足以帮助别人"
	},
	{
		"Id": 9004,
		"MSG": "帮助的玩家不在线"
	},
	{
		"Id": 9005,
		"MSG": "玩家已经完成该关卡"
	},
	{
		"Id": 9006,
		"MSG": "参数错误"
	},
	{
		"Id": 9007,
		"MSG": "没有奖励可以领取"
	},
	{
		"Id": 9008,
		"MSG": "不能自己帮助自己"
	},
	{
		"Id": 9009,
		"MSG": "您的今日协助次数已用完"
	},
	{
		"Id": 9010,
		"MSG": "没有领取礼物，不能战斗"
	},
	{
		"Id": 9011,
		"MSG": "没有进入到地图"
	},
	{
		"Id": 9012,
		"MSG": "返回野外场景，即可挑战"
	},
	{
		"Id": 9013,
		"MSG": "战斗中，无法战斗"
	},
	{
		"Id": 9014,
		"MSG": "战斗太频繁，请休息一下"
	},
	{
		"Id": 10001,
		"MSG": "已经没有找回次数"
	},
	{
		"Id": 10002,
		"MSG": "找回所需货币不足"
	},
	{
		"Id": 10003,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 11001,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 11002,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 11003,
		"MSG": "排名前100玩家可直接挑战前三名"
	},
	{
		"Id": 11004,
		"MSG": "不能挑战自己"
	},
	{
		"Id": 11005,
		"MSG": "角色排名已发生变化"
	},
	{
		"Id": 13001,
		"MSG": "系统错误"
	},
	{
		"Id": 13002,
		"MSG": "您不是队长"
	},
	{
		"Id": 13003,
		"MSG": "队伍已经解散"
	},
	{
		"Id": 13004,
		"MSG": "不能重复加入队伍"
	},
	{
		"Id": 13005,
		"MSG": "错误的副本类型"
	},
	{
		"Id": 13006,
		"MSG": "参数错误"
	},
	{
		"Id": 13007,
		"MSG": "等级不足"
	},
	{
		"Id": 13008,
		"MSG": "请先通关前置关卡"
	},
	{
		"Id": 13009,
		"MSG": "您已经离开队伍"
	},
	{
		"Id": 13010,
		"MSG": "队伍解散"
	},
	{
		"Id": 13011,
		"MSG": "没有足够的战力"
	},
	{
		"Id": 13012,
		"MSG": "人数已达上限"
	},
	{
		"Id": 13013,
		"MSG": "系统暂未开放"
	},
	{
		"Id": 13014,
		"MSG": "有队员未复活"
	},
	{
		"Id": 13015,
		"MSG": "未复活不可以战斗"
	},
	{
		"Id": 13016,
		"MSG": "对方队伍不能进入战斗状态"
	},
	{
		"Id": 13017,
		"MSG": "对方未复活"
	},
	{
		"Id": 13018,
		"MSG": "该队伍已经占领神龙鼎，无法加入"
	},
	{
		"Id": 13019,
		"MSG": "您已经占领神龙鼎，不能创建队伍"
	},
	{
		"Id": 13020,
		"MSG": "您已经占领神龙鼎，不能加入队伍"
	},
	{
		"Id": 13021,
		"MSG": "对方处于复活无敌状态，不能挑战"
	},
	{
		"Id": 14001,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 14002,
		"MSG": "此部位没有神装"
	},
	{
		"Id": 14004,
		"MSG": "淬炼属性已满"
	},
	{
		"Id": 14005,
		"MSG": "淬炼道具不足"
	},
	{
		"Id": 14006,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 15001,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 15002,
		"MSG": "打造材料不足"
	},
	{
		"Id": 15003,
		"MSG": "法宝不存在"
	},
	{
		"Id": 15004,
		"MSG": "法宝已上锁"
	},
	{
		"Id": 15005,
		"MSG": "法宝已穿戴"
	},
	{
		"Id": 15006,
		"MSG": "不能穿戴相同的法宝"
	},
	{
		"Id": 15007,
		"MSG": "法宝已满，请先分解"
	},
	{
		"Id": 15008,
		"MSG": "此位置未穿戴法宝，不能洗炼"
	},
	{
		"Id": 15009,
		"MSG": "位置参数错误"
	},
	{
		"Id": 15010,
		"MSG": "锁定个数需小于属性总数"
	},
	{
		"Id": 15011,
		"MSG": "锁定所需仙玉不足"
	},
	{
		"Id": 15012,
		"MSG": "元宝不足"
	},
	{
		"Id": 15013,
		"MSG": "法宝洗炼石不足"
	},
	{
		"Id": 16001,
		"MSG": "今日未充值，不能领奖励"
	},
	{
		"Id": 16002,
		"MSG": "VIP等级不足，不能领奖励"
	},
	{
		"Id": 17001,
		"MSG": "自己不能对自己发起战斗"
	},
	{
		"Id": 17002,
		"MSG": "战斗目标不存在"
	},
	{
		"Id": 17003,
		"MSG": "战斗中,请稍后"
	},
	{
		"Id": 17004,
		"MSG": "只有队长才可以开始战斗"
	},
	{
		"Id": 17005,
		"MSG": "目标已经死亡"
	},
	{
		"Id": 17006,
		"MSG": "对方战斗中,请稍后"
	},
	{
		"Id": 17008,
		"MSG": "采集目标不存在"
	},
	{
		"Id": 17009,
		"MSG": "参数错误"
	},
	{
		"Id": 17010,
		"MSG": "对象不能采集"
	},
	{
		"Id": 17011,
		"MSG": "不能重复采集"
	},
	{
		"Id": 17012,
		"MSG": "队友战斗中,请稍后"
	},
	{
		"Id": 18001,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 18002,
		"MSG": "次数不足"
	},
	{
		"Id": 18003,
		"MSG": "仙玉不足"
	},
	{
		"Id": 19001,
		"MSG": "参数错误"
	},
	{
		"Id": 19002,
		"MSG": "宝卷不足"
	},
	{
		"Id": 19003,
		"MSG": "仙玉不足"
	},
	{
		"Id": 19004,
		"MSG": "珊瑚不足"
	},
	{
		"Id": 19005,
		"MSG": "系统暂未开放"
	},
	{
		"Id": 20001,
		"MSG": "剩余数量不足"
	},
	{
		"Id": 20002,
		"MSG": "商品不存在"
	},
	{
		"Id": 20003,
		"MSG": "操作失败"
	},
	{
		"Id": 20004,
		"MSG": "没有可清算的商品"
	},
	{
		"Id": 20005,
		"MSG": "该道具不可售卖"
	},
	{
		"Id": 20006,
		"MSG": "售价过低或过高"
	},
	{
		"Id": 20007,
		"MSG": "道具数量不能为0"
	},
	{
		"Id": 20008,
		"MSG": "剩余上架次数不足"
	},
	{
		"Id": 20009,
		"MSG": "道具数量超过上限"
	},
	{
		"Id": 20010,
		"MSG": "系统错误，请稍后再试"
	},
	{
		"Id": 20011,
		"MSG": "寄售道具已满，请清算后再寄售"
	},
	{
		"Id": 20012,
		"MSG": "道具锁定，请稍后再试"
	},
	{
		"Id": 20013,
		"MSG": "关注道具数量已经达到上限。"
	},
	{
		"Id": 20014,
		"MSG": "未搜索到该用户，请确认ID是否输入正确"
	},
	{
		"Id": 20015,
		"MSG": "参数错误"
	},
	{
		"Id": 20016,
		"MSG": "物品不能赠送"
	},
	{
		"Id": 20017,
		"MSG": "邮寄物品数量错误"
	},
	{
		"Id": 20018,
		"MSG": "道具数量不足"
	},
	{
		"Id": 20019,
		"MSG": "邮寄物品数量已达上限，请提升贵族等级或明日再来"
	},
	{
		"Id": 20020,
		"MSG": "对方接受邮寄物品数量已达上限."
	},
	{
		"Id": 20021,
		"MSG": "无法向自己邮寄"
	},
	{
		"Id": 20022,
		"MSG": "系统暂未开启"
	},
	{
		"Id": 21001,
		"MSG": "已经满星"
	},
	{
		"Id": 21002,
		"MSG": "货币不足"
	},
	{
		"Id": 21003,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 21004,
		"MSG": "未找到此怪物"
	},
	{
		"Id": 21005,
		"MSG": "任务已经全部完成"
	},
	{
		"Id": 22001,
		"MSG": "参数错误"
	},
	{
		"Id": 22002,
		"MSG": "当前状态不允许抓取"
	},
	{
		"Id": 22003,
		"MSG": "副本中，不允许抓取"
	},
	{
		"Id": 23001,
		"MSG": "活动不存"
	},
	{
		"Id": 23002,
		"MSG": "活动未开启"
	},
	{
		"Id": 23003,
		"MSG": "领取信息非法"
	},
	{
		"Id": 23004,
		"MSG": "重复领取"
	},
	{
		"Id": 23005,
		"MSG": "没有达到领取积分"
	},
	{
		"Id": 23006,
		"MSG": "只有队长才可以切换地图"
	},
	{
		"Id": 23007,
		"MSG": "有队员未满足进入条件"
	},
	{
		"Id": 23008,
		"MSG": "死亡离开"
	},
	{
		"Id": 23009,
		"MSG": "同帮会人员不可以战斗"
	},
	{
		"Id": 23010,
		"MSG": "您更换了帮会，不允许参加本次帮会战"
	},
	{
		"Id": 23011,
		"MSG": "您累积积分不足！"
	},
	{
		"Id": 23012,
		"MSG": "队伍中有成员累积积分不足！"
	},
	{
		"Id": 23013,
		"MSG": "神龙鼎已被同帮会成员占领"
	},
	{
		"Id": 23014,
		"MSG": "不支持的寻宝次数"
	},
	{
		"Id": 23015,
		"MSG": "寻宝道具不足"
	},
	{
		"Id": 23016,
		"MSG": "寻宝积分不足"
	},
	{
		"Id": 23017,
		"MSG": "活动道具不足"
	},
	{
		"Id": 23018,
		"MSG": "活动赠送性别不匹配"
	},
	{
		"Id": 23019,
		"MSG": "活动条件不满足"
	},
	{
		"Id": 23020,
		"MSG": "领取条件不足"
	},
	{
		"Id": 23021,
		"MSG": "选择已达上限"
	},
	{
		"Id": 23022,
		"MSG": "请选择本次奖励"
	},
	{
		"Id": 23023,
		"MSG": "当前层数不匹配"
	},
	{
		"Id": 23024,
		"MSG": "活动已结束"
	},
	{
		"Id": 23025,
		"MSG": "还有未选择的奖励"
	},
	{
		"Id": 23026,
		"MSG": "阵营不可更换"
	},
	{
		"Id": 23027,
		"MSG": "结算倒计时内，无法使用道具添加热度值"
	},
	{
		"Id": 23028,
		"MSG": "请先选择阵营"
	},
	{
		"Id": 23029,
		"MSG": "份额已达上限"
	},
	{
		"Id": 24003,
		"MSG": "货币不足"
	},
	{
		"Id": 24004,
		"MSG": "复活没到时间"
	},
	{
		"Id": 24005,
		"MSG": "复活所需道具不足"
	},
	{
		"Id": 24006,
		"MSG": "神兽之灵不足"
	},
	{
		"Id": 24007,
		"MSG": "没有参加活动"
	},
	{
		"Id": 24008,
		"MSG": "今日次数已用完"
	},
	{
		"Id": 24009,
		"MSG": "治疗所需道具不足"
	},
	{
		"Id": 24101,
		"MSG": "还不能挑战这个首领"
	},
	{
		"Id": 24102,
		"MSG": "这个首领已经被击败"
	},
	{
		"Id": 24201,
		"MSG": "已经购买过这个投资计划"
	},
	{
		"Id": 24202,
		"MSG": "货币不足"
	},
	{
		"Id": 24203,
		"MSG": "仙玉不足"
	},
	{
		"Id": 24204,
		"MSG": "元宝不足"
	},
	{
		"Id": 24205,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 24206,
		"MSG": "人民币购买"
	},
	{
		"Id": 24207,
		"MSG": "非人民币购买"
	},
	{
		"Id": 24301,
		"MSG": "开服天数未到"
	},
	{
		"Id": 24302,
		"MSG": "累计天数不足"
	},
	{
		"Id": 24303,
		"MSG": "重复领取"
	},
	{
		"Id": 24304,
		"MSG": "明日购买"
	},
	{
		"Id": 24305,
		"MSG": "已经购买"
	},
	{
		"Id": 24306,
		"MSG": "等级不足,无法领取"
	},
	{
		"Id": 24307,
		"MSG": "商品不存在"
	},
	{
		"Id": 24308,
		"MSG": "礼包重复购买"
	},
	{
		"Id": 24410,
		"MSG": "不符合购买条件"
	},
	{
		"Id": 24411,
		"MSG": "货币不足"
	},
	{
		"Id": 24501,
		"MSG": "此部位已点亮"
	},
	{
		"Id": 24502,
		"MSG": "此部位所需碎片不足"
	},
	{
		"Id": 24601,
		"MSG": "返利次数不足"
	},
	{
		"Id": 24651,
		"MSG": "没有可领取得返利"
	},
	{
		"Id": 24652,
		"MSG": "金钻不足"
	},
	{
		"Id": 25001,
		"MSG": "红包金额与数量不合法"
	},
	{
		"Id": 25002,
		"MSG": "奖池资金不足"
	},
	{
		"Id": 25003,
		"MSG": "个人领取已经达到上限"
	},
	{
		"Id": 25004,
		"MSG": "超过时限，红包已过期"
	},
	{
		"Id": 25005,
		"MSG": "手慢了，红包派完了"
	},
	{
		"Id": 25006,
		"MSG": "查询的红包信息不合法"
	},
	{
		"Id": 25007,
		"MSG": "你已领取该红包"
	},
	{
		"Id": 25008,
		"MSG": "红包描述包含屏蔽字"
	},
	{
		"Id": 25009,
		"MSG": "参数错误"
	},
	{
		"Id": 26001,
		"MSG": "今日已经膜拜"
	},
	{
		"Id": 27001,
		"MSG": "剩余邮寄次数不足"
	},
	{
		"Id": 27002,
		"MSG": "道具数量不足"
	},
	{
		"Id": 27003,
		"MSG": "邮寄失败,道具已发回邮箱"
	},
	{
		"Id": 27004,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 28001,
		"MSG": "玩家不存在"
	},
	{
		"Id": 28101,
		"MSG": "已经领取此礼包"
	},
	{
		"Id": 28201,
		"MSG": "橙装兑换错误1"
	},
	{
		"Id": 28202,
		"MSG": "橙装兑换错误2"
	},
	{
		"Id": 28301,
		"MSG": "暂未开启"
	},
	{
		"Id": 29001,
		"MSG": "激活码不存在"
	},
	{
		"Id": 29002,
		"MSG": "数据库错误"
	},
	{
		"Id": 29003,
		"MSG": "不能重复使用"
	},
	{
		"Id": 29004,
		"MSG": "激活码类型不存在"
	},
	{
		"Id": 29005,
		"MSG": "激活码已经停用"
	},
	{
		"Id": 29006,
		"MSG": "激活码已经过期"
	},
	{
		"Id": 29007,
		"MSG": "激活码渠道不正确"
	},
	{
		"Id": 29008,
		"MSG": "您输入的激活码不存在"
	},
	{
		"Id": 29009,
		"MSG": "数据错误"
	},
	{
		"Id": 29010,
		"MSG": "激活码超过最大使用次数"
	},
	{
		"Id": 30001,
		"MSG": "已经领取此奖励"
	},
	{
		"Id": 30002,
		"MSG": "已经领取此奖励"
	},
	{
		"Id": 30010,
		"MSG": "补签卡不足"
	},
	{
		"Id": 31001,
		"MSG": "已经解锁此神器"
	},
	{
		"Id": 31002,
		"MSG": "不存在此神器"
	},
	{
		"Id": 31003,
		"MSG": "神器解锁道具不足"
	},
	{
		"Id": 31004,
		"MSG": "此神器尚未解锁"
	},
	{
		"Id": 31005,
		"MSG": "此神器已升至满级"
	},
	{
		"Id": 31006,
		"MSG": "升级所需道具不足"
	},
	{
		"Id": 31007,
		"MSG": "升级所需银两不足"
	},
	{
		"Id": 31008,
		"MSG": "此技能尚未解锁"
	},
	{
		"Id": 31009,
		"MSG": "此技能已升至满级"
	},
	{
		"Id": 31010,
		"MSG": "此神器炼神属性已满"
	},
	{
		"Id": 31011,
		"MSG": "炼神石不足"
	},
	{
		"Id": 31012,
		"MSG": "宝石已升至满级"
	},
	{
		"Id": 31013,
		"MSG": "宝石碎片不足"
	},
	{
		"Id": 31014,
		"MSG": "宝石已雕琢至满级"
	},
	{
		"Id": 31015,
		"MSG": "雕琢符不足"
	},
	{
		"Id": 32001,
		"MSG": "仙玉不足"
	},
	{
		"Id": 32002,
		"MSG": "没有可以购买的宝箱"
	},
	{
		"Id": 32003,
		"MSG": "参数错误"
	},
	{
		"Id": 32004,
		"MSG": "请通关后，再购买"
	},
	{
		"Id": 32005,
		"MSG": "已经购买过宝箱"
	},
	{
		"Id": 33001,
		"MSG": "系统内部错误"
	},
	{
		"Id": 33002,
		"MSG": "请先进行匹配"
	},
	{
		"Id": 33003,
		"MSG": "您未达到参加王者争霸的条件"
	},
	{
		"Id": 33004,
		"MSG": "活动未开启或玩家等级不足"
	},
	{
		"Id": 33005,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 33006,
		"MSG": "挑战次数已达上限"
	},
	{
		"Id": 33007,
		"MSG": "本周已膜拜"
	},
	{
		"Id": 33008,
		"MSG": "还未产生最强王者"
	},
	{
		"Id": 35001,
		"MSG": "等级不足"
	},
	{
		"Id": 35002,
		"MSG": "系统未开启"
	},
	{
		"Id": 35003,
		"MSG": "重复报名"
	},
	{
		"Id": 35004,
		"MSG": "报名已经截止"
	},
	{
		"Id": 35005,
		"MSG": "对战记录不存在"
	},
	{
		"Id": 35006,
		"MSG": "参数错误"
	},
	{
		"Id": 35007,
		"MSG": "已经过期，不允许助威"
	},
	{
		"Id": 35008,
		"MSG": "不能重复助威"
	},
	{
		"Id": 36001,
		"MSG": "圣魂数量不足"
	},
	{
		"Id": 36002,
		"MSG": "在背包中获取圣魂信息错误"
	},
	{
		"Id": 36003,
		"MSG": "圣兽注魂位错误"
	},
	{
		"Id": 36004,
		"MSG": "圣兽已经注魂"
	},
	{
		"Id": 36005,
		"MSG": "圣兽未注魂"
	},
	{
		"Id": 36006,
		"MSG": "圣魂融魂信息错误"
	},
	{
		"Id": 36007,
		"MSG": "圣魂幸运融魂超出等级范围"
	},
	{
		"Id": 36008,
		"MSG": "圣魂高级融魂超出等级范围"
	},
	{
		"Id": 36009,
		"MSG": "圣魂碎魂信息错误"
	},
	{
		"Id": 36010,
		"MSG": "圣魂碎魂超出等级范围"
	},
	{
		"Id": 37001,
		"MSG": "参数错误"
	},
	{
		"Id": 37002,
		"MSG": "仙玉不足"
	},
	{
		"Id": 37003,
		"MSG": "不在秘境中，无法操作"
	},
	{
		"Id": 38001,
		"MSG": "参数错误"
	},
	{
		"Id": 38002,
		"MSG": "祝福值不足，无法领取"
	},
	{
		"Id": 38003,
		"MSG": "不能重复领取"
	},
	{
		"Id": 39001,
		"MSG": "仙魔副本不存在"
	},
	{
		"Id": 39002,
		"MSG": "仙魔人物传不存在"
	},
	{
		"Id": 39003,
		"MSG": "获取仙魔人物传错误"
	},
	{
		"Id": 39004,
		"MSG": "仙魔人物传通关奖励已领取"
	},
	{
		"Id": 39005,
		"MSG": "仙魔人物传扫荡错误"
	},
	{
		"Id": 39006,
		"MSG": "仙魔成就不存在"
	},
	{
		"Id": 39007,
		"MSG": "仙魔成就错误"
	},
	{
		"Id": 39008,
		"MSG": "超出每天探索次数上限"
	},
	{
		"Id": 39009,
		"MSG": "仙魔人物志，人物等级不足"
	},
	{
		"Id": 39010,
		"MSG": "仙魔人物志，探索关卡错误"
	},
	{
		"Id": 40001,
		"MSG": "当前没有可以删除的邮件"
	},
	{
		"Id": 41001,
		"MSG": "缓存数据超出上限、"
	},
	{
		"Id": 42001,
		"MSG": "参数错误"
	},
	{
		"Id": 42002,
		"MSG": "等级不足"
	},
	{
		"Id": 42003,
		"MSG": "不能重复领取"
	},
	{
		"Id": 42004,
		"MSG": "请购买后在领取"
	},
	{
		"Id": 42005,
		"MSG": "等级已达到最高"
	},
	{
		"Id": 42006,
		"MSG": "没有奖励可以领取"
	},
	{
		"Id": 43001,
		"MSG": "此图鉴已满星"
	},
	{
		"Id": 43002,
		"MSG": "图鉴升星道具不足"
	},
	{
		"Id": 43003,
		"MSG": "没有可升星的图鉴"
	},
	{
		"Id": 43004,
		"MSG": "没有可分解的图鉴"
	},
	{
		"Id": 43005,
		"MSG": "奖励已领取"
	},
	{
		"Id": 43006,
		"MSG": "不能领取此奖励"
	},
	{
		"Id": 43007,
		"MSG": "星级不足"
	},
	{
		"Id": 43008,
		"MSG": "强化等级已满"
	},
	{
		"Id": 43009,
		"MSG": "强化等级不足"
	},
	{
		"Id": 44001,
		"MSG": "此礼包不存在"
	},
	{
		"Id": 44002,
		"MSG": "此礼包已售完"
	},
	{
		"Id": 44003,
		"MSG": "仙玉不足"
	},
	{
		"Id": 44004,
		"MSG": "元宝不足"
	},
	{
		"Id": 45001,
		"MSG": "展示参数错误"
	},
	{
		"Id": 45002,
		"MSG": "展示物品过期"
	},
	{
		"Id": 45003,
		"MSG": "您没有加入帮派"
	},
	{
		"Id": 45004,
		"MSG": "您没有加入仙宗"
	},
	{
		"Id": 46001,
		"MSG": "装备不存在"
	},
	{
		"Id": 46002,
		"MSG": "参数错误，配置不存在"
	},
	{
		"Id": 46003,
		"MSG": "参数错误,不是装备"
	},
	{
		"Id": 46004,
		"MSG": "该装备已经达到最层，不能炼器"
	},
	{
		"Id": 46007,
		"MSG": "仙玉不足"
	},
	{
		"Id": 47001,
		"MSG": "未找到宠物"
	},
	{
		"Id": 47002,
		"MSG": "出战位未解锁"
	},
	{
		"Id": 47003,
		"MSG": "经验丹不足"
	},
	{
		"Id": 47004,
		"MSG": "低级经验丹不足"
	},
	{
		"Id": 47005,
		"MSG": "中级经验丹不足"
	},
	{
		"Id": 47006,
		"MSG": "高级经验丹不足"
	},
	{
		"Id": 47007,
		"MSG": "资质丹不足"
	},
	{
		"Id": 47008,
		"MSG": "您已学习该技能"
	},
	{
		"Id": 47009,
		"MSG": "宠物已达最大转生等级"
	},
	{
		"Id": 47010,
		"MSG": "宠物转生条件不足"
	},
	{
		"Id": 47011,
		"MSG": "宠物技能书配置错误"
	},
	{
		"Id": 47012,
		"MSG": "转生丹不足"
	},
	{
		"Id": 47013,
		"MSG": "飞升丹不足"
	},
	{
		"Id": 47014,
		"MSG": "宠物资质已满"
	},
	{
		"Id": 47015,
		"MSG": "宠物成长已满"
	},
	{
		"Id": 47016,
		"MSG": "当前宠物不能兑换"
	},
	{
		"Id": 47017,
		"MSG": "合成碎片不足"
	},
	{
		"Id": 47018,
		"MSG": "炼妖石不足"
	},
	{
		"Id": 47019,
		"MSG": "未找到玩家筛选的系统副宠"
	},
	{
		"Id": 47020,
		"MSG": "保护丹不足"
	},
	{
		"Id": 47021,
		"MSG": "技能书不足"
	},
	{
		"Id": 47022,
		"MSG": "宠物品质错误"
	},
	{
		"Id": 47023,
		"MSG": "成长丹不足"
	},
	{
		"Id": 47024,
		"MSG": "宠物培养已达上线"
	},
	{
		"Id": 47025,
		"MSG": "金柳露不足"
	},
	{
		"Id": 47026,
		"MSG": "宠物类型错误"
	},
	{
		"Id": 47027,
		"MSG": "宠物稀有度错误"
	},
	{
		"Id": 47028,
		"MSG": "宠物品质已达最大值"
	},
	{
		"Id": 47029,
		"MSG": "技能锁定已达最大值"
	},
	{
		"Id": 47030,
		"MSG": "宠物已被锁定"
	},
	{
		"Id": 47031,
		"MSG": "宠物技能ID错误"
	},
	{
		"Id": 47032,
		"MSG": "道具ID错误"
	},
	{
		"Id": 47033,
		"MSG": "攻击资质配置错误"
	},
	{
		"Id": 47034,
		"MSG": "防御资质配置错误"
	},
	{
		"Id": 47035,
		"MSG": "血量资质配置错误"
	},
	{
		"Id": 47036,
		"MSG": "成长值配置错误"
	},
	{
		"Id": 47037,
		"MSG": "吞噬宠物不足"
	},
	{
		"Id": 47038,
		"MSG": "宠物已出战"
	},
	{
		"Id": 47039,
		"MSG": "宠物吞噬功能未开启"
	},
	{
		"Id": 47040,
		"MSG": "宠物技能学习功能未开启"
	},
	{
		"Id": 47041,
		"MSG": "宠物技能回收功能未开启"
	},
	{
		"Id": 47042,
		"MSG": "宠物背包已满，请吞噬或放生部分宠物"
	},
	{
		"Id": 47043,
		"MSG": "宠物不能重置"
	},
	{
		"Id": 47044,
		"MSG": "宠物还未重置"
	},
	{
		"Id": 47045,
		"MSG": "宠物觉醒配置错误"
	},
	{
		"Id": 47046,
		"MSG": "宠物觉醒技能配置错误"
	},
	{
		"Id": 47047,
		"MSG": "宠物觉醒条件错误"
	},
	{
		"Id": 47048,
		"MSG": "宠物觉醒条件不满足"
	},
	{
		"Id": 47049,
		"MSG": "美猴王已进化"
	},
	{
		"Id": 47050,
		"MSG": "八戒已进化"
	},
	{
		"Id": 47051,
		"MSG": "二郎神已进化"
	},
	{
		"Id": 47052,
		"MSG": "太乙真人已进化"
	},
	{
		"Id": 47053,
		"MSG": "神将已进化"
	},
	{
		"Id": 48001,
		"MSG": "权限不足"
	},
	{
		"Id": 48002,
		"MSG": "仙宗名称含有非法字符"
	},
	{
		"Id": 48003,
		"MSG": "仙宗名称过长"
	},
	{
		"Id": 48004,
		"MSG": "本次等级奖励已领取"
	},
	{
		"Id": 48005,
		"MSG": "仙宗公告含有非法字符"
	},
	{
		"Id": 48006,
		"MSG": "仙宗公告过长"
	},
	{
		"Id": 48007,
		"MSG": "仙宗暂未开启"
	},
	{
		"Id": 48008,
		"MSG": "功法暂未开启"
	},
	{
		"Id": 48009,
		"MSG": "宗主不能膜拜自己"
	},
	{
		"Id": 48010,
		"MSG": "今日已膜拜"
	},
	{
		"Id": 48011,
		"MSG": "今日已享用贡品"
	},
	{
		"Id": 48012,
		"MSG": "只有宗主才能享有贡品"
	},
	{
		"Id": 48013,
		"MSG": "宗主守护兽不见了"
	},
	{
		"Id": 48014,
		"MSG": "条件不足，不能挑战守护兽"
	},
	{
		"Id": 48015,
		"MSG": "仙宗等级配置错误"
	},
	{
		"Id": 48016,
		"MSG": "仙宗等级不足"
	},
	{
		"Id": 48017,
		"MSG": "功法书不足"
	},
	{
		"Id": 48018,
		"MSG": "功法大师升级条件不足"
	},
	{
		"Id": 48019,
		"MSG": "活动第一阶段已结束"
	},
	{
		"Id": 48020,
		"MSG": "功法已满级"
	},
	{
		"Id": 48021,
		"MSG": "宗主信息获取失败"
	},
	{
		"Id": 48022,
		"MSG": "当前无战报"
	},
	{
		"Id": 48023,
		"MSG": "请稍后发起挑战"
	},
	{
		"Id": 48024,
		"MSG": "宗主不能参战"
	},
	{
		"Id": 48025,
		"MSG": "神兽刷新ID配置错误"
	},
	{
		"Id": 48026,
		"MSG": "神兽刷新信息配置错误"
	},
	{
		"Id": 48027,
		"MSG": "当前层无通关信息"
	},
	{
		"Id": 48028,
		"MSG": "可邀请玩家不足"
	},
	{
		"Id": 48029,
		"MSG": "您已邀请过玩家助战"
	},
	{
		"Id": 48030,
		"MSG": "已达最大声望等级"
	},
	{
		"Id": 48031,
		"MSG": "仙宗声望系统未开启"
	},
	{
		"Id": 48032,
		"MSG": "您不在当前位置"
	},
	{
		"Id": 48033,
		"MSG": "当前位置没有玩家"
	},
	{
		"Id": 48034,
		"MSG": "不能挑战自己"
	},
	{
		"Id": 48035,
		"MSG": "仙宗牧场未开启"
	},
	{
		"Id": 48036,
		"MSG": "仙宗灵兽园未开启"
	},
	{
		"Id": 48037,
		"MSG": "仙宗灵兽园道具不存在"
	},
	{
		"Id": 48038,
		"MSG": "仙宗灵兽园品质配置错误"
	},
	{
		"Id": 48039,
		"MSG": "仙宗灵兽园宠物刷新失败"
	},
	{
		"Id": 48040,
		"MSG": "仙宗灵兽园搜寻道具不足"
	},
	{
		"Id": 48041,
		"MSG": "仙宗灵兽园事件配置错误"
	},
	{
		"Id": 48042,
		"MSG": "灵兽已被消灭"
	},
	{
		"Id": 48043,
		"MSG": "您不能挑战此灵兽"
	},
	{
		"Id": 48044,
		"MSG": "刷新ID不存在"
	},
	{
		"Id": 48045,
		"MSG": "神兽之怒挑战次数达到上限"
	},
	{
		"Id": 48046,
		"MSG": "抓捕失败"
	},
	{
		"Id": 48047,
		"MSG": "请先退出其他场景再进入"
	},
	{
		"Id": 48048,
		"MSG": "正在与其他玩家战斗"
	},
	{
		"Id": 48049,
		"MSG": "神兽之怒BOSS信息错误"
	},
	{
		"Id": 48050,
		"MSG": "神兽之怒BOSS已逃跑"
	},
	{
		"Id": 48051,
		"MSG": "挑战过于频繁，请稍后尝试"
	},
	{
		"Id": 48052,
		"MSG": "挑战CD中"
	},
	{
		"Id": 48101,
		"MSG": "捕兽点已满"
	},
	{
		"Id": 48102,
		"MSG": "未找到可捕捉的宠物"
	},
	{
		"Id": 48103,
		"MSG": "宝箱已被领取"
	},
	{
		"Id": 48104,
		"MSG": "您已拥有宠物"
	},
	{
		"Id": 48105,
		"MSG": "您被其他人击败，失去了所有宠物"
	},
	{
		"Id": 48106,
		"MSG": "激活月卡开启"
	},
	{
		"Id": 49001,
		"MSG": "已经加入家族"
	},
	{
		"Id": 49002,
		"MSG": "等级不足"
	},
	{
		"Id": 49003,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 49004,
		"MSG": "仙玉不足"
	},
	{
		"Id": 49005,
		"MSG": "家族名称最多6个字符"
	},
	{
		"Id": 49006,
		"MSG": "家族功能未开启"
	},
	{
		"Id": 49007,
		"MSG": "此家族不存在"
	},
	{
		"Id": 49008,
		"MSG": "还未加入家族"
	},
	{
		"Id": 49009,
		"MSG": "族长只能解散家族"
	},
	{
		"Id": 49010,
		"MSG": "只有族长能解散家族"
	},
	{
		"Id": 49011,
		"MSG": "您的职位无权操作"
	},
	{
		"Id": 49013,
		"MSG": "对方不在本家族中"
	},
	{
		"Id": 49014,
		"MSG": "对方玩家职位状态错误"
	},
	{
		"Id": 49015,
		"MSG": "不能弹劾自己"
	},
	{
		"Id": 49016,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 49017,
		"MSG": "已经弹劾过族长"
	},
	{
		"Id": 49018,
		"MSG": "族长离线时间不满足弹劾条件"
	},
	{
		"Id": 49019,
		"MSG": "此奖励已领取"
	},
	{
		"Id": 49020,
		"MSG": "家族等级不足"
	},
	{
		"Id": 49021,
		"MSG": "当前没有家族，建议您建立一个家族哦"
	},
	{
		"Id": 49022,
		"MSG": "捐献道具不足"
	},
	{
		"Id": 49023,
		"MSG": "副族长数量最多2个"
	},
	{
		"Id": 49024,
		"MSG": "此名称已被使用"
	},
	{
		"Id": 49025,
		"MSG": "此家族人数已满"
	},
	{
		"Id": 49026,
		"MSG": "您已申请，请耐心等候"
	},
	{
		"Id": 49027,
		"MSG": "审核成员不存在"
	},
	{
		"Id": 49028,
		"MSG": "家族名称由6个汉字，或12个字母数字组成"
	},
	{
		"Id": 49029,
		"MSG": "只有族长才能改名"
	},
	{
		"Id": 49030,
		"MSG": "改名功能还在冷却中"
	},
	{
		"Id": 49031,
		"MSG": "申请家族数量已达到上限"
	},
	{
		"Id": 49032,
		"MSG": "请先踢出所有成员后，再解散家族"
	},
	{
		"Id": 49033,
		"MSG": "请先转让族长"
	},
	{
		"Id": 49034,
		"MSG": "捐献次数不足，捐献次数每日0点恢复"
	},
	{
		"Id": 49035,
		"MSG": "还没有解锁家族光环"
	},
	{
		"Id": 49036,
		"MSG": "请先刷新光环"
	},
	{
		"Id": 49100,
		"MSG": "转生等级已满"
	},
	{
		"Id": 49101,
		"MSG": "此阶段任务还未全部完成且领奖"
	},
	{
		"Id": 49102,
		"MSG": "此阶段任务已全部完成，不能使用转生丹"
	},
	{
		"Id": 49103,
		"MSG": "转生丹数量不足"
	},
	{
		"Id": 49104,
		"MSG": "与当前转生等级不符"
	},
	{
		"Id": 49200,
		"MSG": "境界系统已经解锁"
	},
	{
		"Id": 49201,
		"MSG": "境界等级错误"
	},
	{
		"Id": 49202,
		"MSG": "境界等阶错误"
	},
	{
		"Id": 49203,
		"MSG": "没有可突破的境界"
	},
	{
		"Id": 49204,
		"MSG": "境界突破只能突破一个等级"
	},
	{
		"Id": 49205,
		"MSG": "境界经验不足"
	},
	{
		"Id": 49206,
		"MSG": "没有可领取的奖励"
	},
	{
		"Id": 49207,
		"MSG": "没达到该境界等阶"
	},
	{
		"Id": 49208,
		"MSG": "没达到该境界等级"
	},
	{
		"Id": 49209,
		"MSG": "奖励已领取"
	},
	{
		"Id": 49250,
		"MSG": "今日获取次数已达上限"
	},
	{
		"Id": 49251,
		"MSG": "货币不足，无法获取"
	},
	{
		"Id": 49252,
		"MSG": "挂机时间过短，还没有累计奖励"
	},
	{
		"Id": 49300,
		"MSG": "兑换配置不存在"
	},
	{
		"Id": 49301,
		"MSG": "兑换功能未开启"
	},
	{
		"Id": 49350,
		"MSG": "所有仙丹已炼化至上限"
	},
	{
		"Id": 49351,
		"MSG": "没有可炼化的仙丹"
	},
	{
		"Id": 49352,
		"MSG": "此仙丹无法合成"
	},
	{
		"Id": 49353,
		"MSG": "仙丹数量不足"
	},
	{
		"Id": 49401,
		"MSG": "注灵丹数量不足"
	},
	{
		"Id": 49402,
		"MSG": "注灵等级已达最大值"
	},
	{
		"Id": 49403,
		"MSG": "炼神丹使用数量已满"
	},
	{
		"Id": 49404,
		"MSG": "炼神丹数量不足"
	},
	{
		"Id": 49405,
		"MSG": "仙装不存在"
	},
	{
		"Id": 49406,
		"MSG": "仙魂不足"
	},
	{
		"Id": 49407,
		"MSG": "进阶条件不足"
	},
	{
		"Id": 49408,
		"MSG": "仙装已满级"
	},
	{
		"Id": 49409,
		"MSG": "仙装未激活"
	},
	{
		"Id": 49410,
		"MSG": "激活条件不足"
	},
	{
		"Id": 49411,
		"MSG": "套装属性已激活"
	},
	{
		"Id": 49412,
		"MSG": "套装属性错误"
	},
	{
		"Id": 49413,
		"MSG": "套装不存在"
	},
	{
		"Id": 49414,
		"MSG": "套装幻化条件不足"
	},
	{
		"Id": 49415,
		"MSG": "仙装系统未开启"
	},
	{
		"Id": 49501,
		"MSG": "周卡未购买或已过期"
	},
	{
		"Id": 49502,
		"MSG": "此奖励已领取"
	},
	{
		"Id": 49502,
		"MSG": "月卡未购买或已过期"
	},
	{
		"Id": 49503,
		"MSG": "主角光环未购买或已过期"
	},
	{
		"Id": 49504,
		"MSG": "未达到领取所需登录天数条件"
	},
	{
		"Id": 49601,
		"MSG": "没有{0}的祈缘信息"
	},
	{
		"Id": 49602,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 49603,
		"MSG": "未找到指定的信物"
	},
	{
		"Id": 49604,
		"MSG": "祈缘誓言长度错误"
	},
	{
		"Id": 49605,
		"MSG": "祈缘帖不存在"
	},
	{
		"Id": 49606,
		"MSG": "信物不足"
	},
	{
		"Id": 49607,
		"MSG": "祈缘誓言不合法"
	},
	{
		"Id": 49608,
		"MSG": "求缘条件不满足"
	},
	{
		"Id": 49609,
		"MSG": "求缘礼盒不足"
	},
	{
		"Id": 49610,
		"MSG": "仙缘未开启"
	},
	{
		"Id": 49611,
		"MSG": "魅力值不足"
	},
	{
		"Id": 49612,
		"MSG": "今日结缘次数不足"
	},
	{
		"Id": 49613,
		"MSG": "仙缘结缘次数不足"
	},
	{
		"Id": 49614,
		"MSG": "当前时间段不可发布祈缘帖，请稍后再试"
	},
	{
		"Id": 49615,
		"MSG": "求缘对象不存在"
	},
	{
		"Id": 49616,
		"MSG": "仙缘对象不存在"
	},
	{
		"Id": 49617,
		"MSG": "不允许斩断仙缘"
	},
	{
		"Id": 49618,
		"MSG": "斩断仙缘道具不足"
	},
	{
		"Id": 49619,
		"MSG": "房屋数据不存在"
	},
	{
		"Id": 49620,
		"MSG": "房屋档位超出上限"
	},
	{
		"Id": 49621,
		"MSG": "房屋等级已到最高"
	},
	{
		"Id": 49622,
		"MSG": "缘戒数据不存在"
	},
	{
		"Id": 49623,
		"MSG": "缘戒档位已到最高"
	},
	{
		"Id": 49624,
		"MSG": "缘戒共鸣已到最高"
	},
	{
		"Id": 49625,
		"MSG": "缘戒等级已到最高"
	},
	{
		"Id": 49626,
		"MSG": "缘戒技能等级已到最高"
	},
	{
		"Id": 49627,
		"MSG": "亲密度不足"
	},
	{
		"Id": 49628,
		"MSG": "此婚戒不能使用"
	},
	{
		"Id": 49629,
		"MSG": "目标玩家已婚"
	},
	{
		"Id": 49630,
		"MSG": "缘戒档位不能提升"
	},
	{
		"Id": 49631,
		"MSG": "灵戒晶石不足"
	},
	{
		"Id": 49632,
		"MSG": "共鸣晶石不足"
	},
	{
		"Id": 49633,
		"MSG": "仙缘技能书不足"
	},
	{
		"Id": 49634,
		"MSG": "未找到指定道具"
	},
	{
		"Id": 49635,
		"MSG": "技能类型错误"
	},
	{
		"Id": 49636,
		"MSG": "结缘后可挑战"
	},
	{
		"Id": 49637,
		"MSG": "仙缘不在线"
	},
	{
		"Id": 49638,
		"MSG": "仙缘副本刷新失败"
	},
	{
		"Id": 49639,
		"MSG": "仙缘正在战斗，请稍后"
	},
	{
		"Id": 49640,
		"MSG": "不能向自己求缘"
	},
	{
		"Id": 49641,
		"MSG": "提升档位必须大于当前档位"
	},
	{
		"Id": 49642,
		"MSG": "未激活的缘戒不可使用"
	},
	{
		"Id": 49643,
		"MSG": "缘戒等级不足"
	},
	{
		"Id": 49644,
		"MSG": "缘戒挡位不足"
	},
	{
		"Id": 49645,
		"MSG": "您正在活动场景中，无法挑战"
	},
	{
		"Id": 49646,
		"MSG": "亲密度数据不存在"
	},
	{
		"Id": 49647,
		"MSG": "亲密度等级已到最高"
	},
	{
		"Id": 49648,
		"MSG": "亲密度等级奖励不存在"
	},
	{
		"Id": 49649,
		"MSG": "木材不足"
	},
	{
		"Id": 49650,
		"MSG": "信物数据不存在"
	},
	{
		"Id": 49651,
		"MSG": "信物等阶已达最大值"
	},
	{
		"Id": 49652,
		"MSG": "当前信物不足"
	},
	{
		"Id": 49653,
		"MSG": "信物等级已达最大值"
	},
	{
		"Id": 49654,
		"MSG": "千纸鹤不足"
	},
	{
		"Id": 49655,
		"MSG": "技能激活条件不足"
	},
	{
		"Id": 49656,
		"MSG": "信物技能书不足"
	},
	{
		"Id": 49657,
		"MSG": "信物技能已达最大等级"
	},
	{
		"Id": 49658,
		"MSG": "信物技能ID错误"
	},
	{
		"Id": 49659,
		"MSG": "道具ID错误"
	},
	{
		"Id": 49660,
		"MSG": "未达成升阶条件"
	},
	{
		"Id": 49661,
		"MSG": "当前信物BUFF已满级"
	},
	{
		"Id": 49662,
		"MSG": "暂无最高收益进度，无法一键扫荡"
	},
	{
		"Id": 49701,
		"MSG": "仙界宝藏不存在"
	},
	{
		"Id": 49702,
		"MSG": "仙界宝藏挖宝点不存在"
	},
	{
		"Id": 49703,
		"MSG": "仙界宝藏挖宝结果不存在"
	},
	{
		"Id": 49704,
		"MSG": "仙界宝藏挖宝怪物不存在"
	},
	{
		"Id": 49801,
		"MSG": "宝石之塔不存在"
	},
	{
		"Id": 49802,
		"MSG": "未在宝石之塔场景中"
	},
	{
		"Id": 49803,
		"MSG": "已通关所有层级"
	},
	{
		"Id": 49804,
		"MSG": "副本场景不存在"
	},
	{
		"Id": 49805,
		"MSG": "已通关所有层级"
	},
	{
		"Id": 49806,
		"MSG": "不在副本场景中"
	},
	{
		"Id": 49807,
		"MSG": "层级不存在"
	},
	{
		"Id": 49808,
		"MSG": "等级不足"
	},
	{
		"Id": 49809,
		"MSG": "没有可领取的奖励"
	},
	{
		"Id": 49901,
		"MSG": "此天赋已升至最高级"
	},
	{
		"Id": 49902,
		"MSG": "天赋技能书不足"
	},
	{
		"Id": 49903,
		"MSG": "此体术不存在"
	},
	{
		"Id": 49904,
		"MSG": "此体术已满级"
	},
	{
		"Id": 49905,
		"MSG": "升级此体术所需等级不足"
	},
	{
		"Id": 49906,
		"MSG": "升级此体术所需转生等级不足"
	},
	{
		"Id": 49907,
		"MSG": "升级此体术所需境界不足"
	},
	{
		"Id": 49908,
		"MSG": "升级此体术所需金币不足"
	},
	{
		"Id": 50101,
		"MSG": "阿拉丁神灯已激活"
	},
	{
		"Id": 50102,
		"MSG": "阿拉丁神灯配置错误"
	},
	{
		"Id": 50103,
		"MSG": "未拥有阿拉丁神灯"
	},
	{
		"Id": 50104,
		"MSG": "该宝石已经镶嵌"
	},
	{
		"Id": 50105,
		"MSG": "该宝石不存在"
	},
	{
		"Id": 50106,
		"MSG": "宝石不足"
	},
	{
		"Id": 50107,
		"MSG": "今日已许过愿了~"
	},
	{
		"Id": 50108,
		"MSG": "无法领取奖励"
	},
	{
		"Id": 50109,
		"MSG": "未镶嵌宝石"
	},
	{
		"Id": 50110,
		"MSG": "智慧宝石不足"
	},
	{
		"Id": 50111,
		"MSG": "力量宝石不足"
	},
	{
		"Id": 50112,
		"MSG": "勇气宝石不足"
	},
	{
		"Id": 50113,
		"MSG": "财富宝石不足"
	},
	{
		"Id": 50114,
		"MSG": "命运宝石不足"
	},
	{
		"Id": 50115,
		"MSG": "名利宝石不足"
	},
	{
		"Id": 50116,
		"MSG": "招财貔貅没有激活"
	},
	{
		"Id": 50117,
		"MSG": "战力护符没有激活"
	},
	{
		"Id": 50118,
		"MSG": "阿拉丁神灯没有激活"
	},
	{
		"Id": 50119,
		"MSG": "未达到战力提升的条件"
	},
	{
		"Id": 50201,
		"MSG": "转生等级不足"
	},
	{
		"Id": 50202,
		"MSG": "关卡数不足"
	},
	{
		"Id": 50203,
		"MSG": "副本开启条件不足"
	},
	{
		"Id": 50204,
		"MSG": "货币不足，不能继续购买"
	},
	{
		"Id": 50205,
		"MSG": "次数不足，不能继续购买"
	},
	{
		"Id": 50210,
		"MSG": "试炼副本不存在"
	},
	{
		"Id": 50211,
		"MSG": "等级不足"
	},
	{
		"Id": 50301,
		"MSG": "勋章数据错误"
	},
	{
		"Id": 50302,
		"MSG": "此勋章不存在"
	},
	{
		"Id": 50303,
		"MSG": "此勋章不满足激活条件"
	},
	{
		"Id": 50304,
		"MSG": "此勋章已达到最高级"
	},
	{
		"Id": 50305,
		"MSG": "此勋章不满足升级条件"
	},
	{
		"Id": 50306,
		"MSG": "此勋章以领取奖励"
	},
	{
		"Id": 50307,
		"MSG": "此勋章还未激活"
	},
	{
		"Id": 50308,
		"MSG": "此勋章没有奖励"
	},
	{
		"Id": 50351,
		"MSG": "仙玉不足"
	},
	{
		"Id": 50401,
		"MSG": "正在跑商中"
	},
	{
		"Id": 50402,
		"MSG": "跑商次数不足"
	},
	{
		"Id": 50403,
		"MSG": "当前未在跑商中"
	},
	{
		"Id": 50404,
		"MSG": "银票数据错误"
	},
	{
		"Id": 50501,
		"MSG": "极限生存未开启"
	},
	{
		"Id": 50502,
		"MSG": "极限生存次数用完"
	},
	{
		"Id": 50503,
		"MSG": "极限生存不在报名阶段"
	},
	{
		"Id": 50504,
		"MSG": "玩家不在场景中"
	},
	{
		"Id": 50505,
		"MSG": "玩家不在第三层"
	},
	{
		"Id": 50506,
		"MSG": "宝箱不存在"
	},
	{
		"Id": 50507,
		"MSG": "不能进入下一层"
	},
	{
		"Id": 50508,
		"MSG": "CD中，请稍候再试"
	},
	{
		"Id": 50601,
		"MSG": "该剑魂孔位还未解锁"
	},
	{
		"Id": 50602,
		"MSG": "选择的道具不存在"
	},
	{
		"Id": 50603,
		"MSG": "只能选择剑魂道具"
	},
	{
		"Id": 50604,
		"MSG": "该剑魂已被装备"
	},
	{
		"Id": 50605,
		"MSG": "相同属性剑魂只能装备一个"
	},
	{
		"Id": 50606,
		"MSG": "该剑魂无法装备到此孔位"
	},
	{
		"Id": 50607,
		"MSG": "该剑魂已达到最大等级"
	},
	{
		"Id": 50608,
		"MSG": "该剑魂不能分解"
	},
	{
		"Id": 50609,
		"MSG": "装备中的剑魂不能分解"
	},
	{
		"Id": 50610,
		"MSG": "已经达到最高级"
	},
	{
		"Id": 50611,
		"MSG": "已经达到最低级"
	},
	{
		"Id": 50612,
		"MSG": "图录大师已满级"
	},
	{
		"Id": 50613,
		"MSG": "未满足激活条件"
	},
	{
		"Id": 50614,
		"MSG": "没有剩余次数"
	},
	{
		"Id": 50615,
		"MSG": "今日已领取过奖励"
	},
	{
		"Id": 50616,
		"MSG": "该剑魂还未解锁"
	},
	{
		"Id": 50617,
		"MSG": "剑阵已修炼至最高等阶"
	},
	{
		"Id": 50618,
		"MSG": "剑阵升阶条件不足"
	},
	{
		"Id": 51001,
		"MSG": "起点和终点相同"
	},
	{
		"Id": 51002,
		"MSG": "起点为空"
	},
	{
		"Id": 51003,
		"MSG": "终点为空"
	},
	{
		"Id": 51004,
		"MSG": "寻路异常"
	},
	{
		"Id": 51100,
		"MSG": "天仙之塔不存在"
	},
	{
		"Id": 51101,
		"MSG": "未在天仙之塔场景中"
	},
	{
		"Id": 51102,
		"MSG": "天神之塔不存在"
	},
	{
		"Id": 51103,
		"MSG": "未在天神之塔场景中"
	},
	{
		"Id": 51201,
		"MSG": "当前次数不足"
	},
	{
		"Id": 55001,
		"MSG": "参数错误"
	},
	{
		"Id": 55002,
		"MSG": "配置错误"
	},
	{
		"Id": 55003,
		"MSG": "重复领取"
	},
	{
		"Id": 55004,
		"MSG": "次数不足"
	},
	{
		"Id": 55005,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 55006,
		"MSG": "通关关卡不足"
	},
	{
		"Id": 55007,
		"MSG": "已达购买次数上限"
	},
	{
		"Id": 55008,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 55009,
		"MSG": "未达到领取条件"
	},
	{
		"Id": 55100,
		"MSG": "您已获得所有奖品"
	},
	{
		"Id": 55201,
		"MSG": "此礼包暂未开启"
	},
	{
		"Id": 55202,
		"MSG": "此礼包状态错误"
	},
	{
		"Id": 55251,
		"MSG": "无此商品"
	},
	{
		"Id": 55252,
		"MSG": "此商品已购买"
	},
	{
		"Id": 55301,
		"MSG": "您未达到巅峰竞技参与条件"
	},
	{
		"Id": 55302,
		"MSG": "报名已满"
	},
	{
		"Id": 55303,
		"MSG": "报名成功"
	},
	{
		"Id": 55304,
		"MSG": "您已报名"
	},
	{
		"Id": 55305,
		"MSG": "您未报名"
	},
	{
		"Id": 55306,
		"MSG": "只有在淘汰赛开始前才能竞猜"
	},
	{
		"Id": 55307,
		"MSG": "您已经竞猜三次"
	},
	{
		"Id": 55308,
		"MSG": "竞猜名次错误"
	},
	{
		"Id": 55309,
		"MSG": "不能竞猜自己"
	},
	{
		"Id": 55310,
		"MSG": "竞猜目标不存在"
	},
	{
		"Id": 55311,
		"MSG": "只能对单个参赛者竞猜{0}次"
	},
	{
		"Id": 55312,
		"MSG": "只能对单个参赛者指定名次竞猜{0}次"
	},
	{
		"Id": 55313,
		"MSG": "此阶段无法使用托管"
	},
	{
		"Id": 55314,
		"MSG": "已经设置为托管状态"
	},
	{
		"Id": 55315,
		"MSG": "报名人数已满，当前阶段无法托管"
	},
	{
		"Id": 55316,
		"MSG": "您未报名此届巅峰竞技，当前阶段无法托管"
	},
	{
		"Id": 55317,
		"MSG": "您未晋级此届巅峰竞技淘汰赛，当前阶段无法托管"
	},
	{
		"Id": 55318,
		"MSG": "您已被淘汰，当前阶段无法托管"
	},
	{
		"Id": 55319,
		"MSG": "本届巅峰竞技已结束，下周一重新开启"
	},
	{
		"Id": 55401,
		"MSG": "降妖除魔未开启"
	},
	{
		"Id": 55501,
		"MSG": "获取服务器数据错误"
	},
	{
		"Id": 55502,
		"MSG": "遗迹争夺功能没开启"
	},
	{
		"Id": 55503,
		"MSG": "不存在的遗迹Id"
	},
	{
		"Id": 55504,
		"MSG": "至少占领一座外围遗迹的仙宗成员可挑战"
	},
	{
		"Id": 55505,
		"MSG": "BOSS未刷新"
	},
	{
		"Id": 55506,
		"MSG": "不在遗迹争夺场景中"
	},
	{
		"Id": 55507,
		"MSG": "剩余归属次数不足"
	},
	{
		"Id": 55508,
		"MSG": "已达今日委托上限"
	},
	{
		"Id": 55509,
		"MSG": "对方剩余委托次数不足"
	},
	{
		"Id": 55510,
		"MSG": "受委托次数不足"
	},
	{
		"Id": 55511,
		"MSG": "对方接受委托次数已用完"
	},
	{
		"Id": 55512,
		"MSG": "玩家只有一次归属次数，不能取消委托"
	},
	{
		"Id": 55513,
		"MSG": "没有委托关系"
	},
	{
		"Id": 55514,
		"MSG": "已接受他人委托"
	},
	{
		"Id": 55515,
		"MSG": "不能重复委托"
	},
	{
		"Id": 55516,
		"MSG": "对方剩余归属次数不足"
	},
	{
		"Id": 55517,
		"MSG": "同仙宗不能战斗"
	},
	{
		"Id": 55518,
		"MSG": "遗迹未开启"
	},
	{
		"Id": 55541,
		"MSG": "成功接取委托"
	},
	{
		"Id": 55542,
		"MSG": "无可接取委托"
	},
	{
		"Id": 55543,
		"MSG": "剩余委托次数不足"
	},
	{
		"Id": 55544,
		"MSG": "已达到可用次数上限"
	},
	{
		"Id": 55545,
		"MSG": "{0}已取消遗迹委托关系"
	},
	{
		"Id": 55601,
		"MSG": "请先加入仙宗的家族"
	},
	{
		"Id": 55602,
		"MSG": "只有家族族长和副族长可以宣战"
	},
	{
		"Id": 55603,
		"MSG": "此城暂时不能宣战"
	},
	{
		"Id": 55604,
		"MSG": "您的家族已经宣战"
	},
	{
		"Id": 55605,
		"MSG": "此城池已经有两个家族宣战，请选择其他城池"
	},
	{
		"Id": 55606,
		"MSG": "领地战功能暂未开启"
	},
	{
		"Id": 55607,
		"MSG": "城池Id错误"
	},
	{
		"Id": 55608,
		"MSG": "服务端内部错误"
	},
	{
		"Id": 55609,
		"MSG": "玩家不存在"
	},
	{
		"Id": 55610,
		"MSG": "此物品已被其他玩家获取"
	},
	{
		"Id": 55611,
		"MSG": "您的家族未宣战"
	},
	{
		"Id": 55612,
		"MSG": "不能攻击本方水晶"
	},
	{
		"Id": 55613,
		"MSG": "不需要清除CD"
	},
	{
		"Id": 55614,
		"MSG": "您的家族已参加领地战，不能变更人员"
	},
	{
		"Id": 55615,
		"MSG": "对方和您是同一家族，不能挑战"
	},
	{
		"Id": 55650,
		"MSG": "已经借过"
	},
	{
		"Id": 55701,
		"MSG": "获取悬赏等级配置错误"
	},
	{
		"Id": 55702,
		"MSG": "今天刷新次数已用完"
	},
	{
		"Id": 55703,
		"MSG": "该任务已经开始"
	},
	{
		"Id": 55704,
		"MSG": "没有这个任务"
	},
	{
		"Id": 55705,
		"MSG": "上阵伙伴数量不符"
	},
	{
		"Id": 55706,
		"MSG": "伙伴不能重复上阵"
	},
	{
		"Id": 55707,
		"MSG": "上阵伙伴不存在"
	},
	{
		"Id": 55708,
		"MSG": "伙伴特性条件未达成"
	},
	{
		"Id": 55709,
		"MSG": "任务没有完成"
	},
	{
		"Id": 55710,
		"MSG": "任务已经完成"
	},
	{
		"Id": 55711,
		"MSG": "刷新所需货币不足"
	},
	{
		"Id": 55712,
		"MSG": "没有任务可刷新"
	},
	{
		"Id": 55801,
		"MSG": "天仙不存在"
	},
	{
		"Id": 55802,
		"MSG": "还没有解锁"
	},
	{
		"Id": 55803,
		"MSG": "天仙已经出站"
	},
	{
		"Id": 55804,
		"MSG": "天仙已经上阵"
	},
	{
		"Id": 55805,
		"MSG": "下阵天仙不存在"
	},
	{
		"Id": 55806,
		"MSG": "合体天仙不能上阵"
	},
	{
		"Id": 55807,
		"MSG": "上阵位置不满足"
	},
	{
		"Id": 55808,
		"MSG": "已经激活"
	},
	{
		"Id": 55809,
		"MSG": "上阵天仙不能出战"
	},
	{
		"Id": 55810,
		"MSG": "合体天仙不能升级"
	},
	{
		"Id": 55811,
		"MSG": "合体天仙不能升星"
	},
	{
		"Id": 55812,
		"MSG": "合体天仙未开启"
	},
	{
		"Id": 55813,
		"MSG": "天仙等级不足"
	},
	{
		"Id": 55814,
		"MSG": "没有可穿戴的装备"
	},
	{
		"Id": 55815,
		"MSG": "没有可强化的装备"
	},
	{
		"Id": 55816,
		"MSG": "装备位有未解锁"
	},
	{
		"Id": 55817,
		"MSG": "强化大师已达顶级"
	},
	{
		"Id": 55818,
		"MSG": "装备强化等级不足"
	},
	{
		"Id": 55819,
		"MSG": "装备没有穿满"
	},
	{
		"Id": 55820,
		"MSG": "功能未开启"
	},
	{
		"Id": 55821,
		"MSG": "装备数量不足"
	},
	{
		"Id": 55822,
		"MSG": "装备已存在"
	},
	{
		"Id": 55823,
		"MSG": "装备合成材料不存在"
	},
	{
		"Id": 55824,
		"MSG": "材料不足"
	},
	{
		"Id": 55825,
		"MSG": "装备不存在"
	},
	{
		"Id": 55826,
		"MSG": "不属于套装装备"
	},
	{
		"Id": 55827,
		"MSG": "装备升级材料不存在"
	},
	{
		"Id": 55828,
		"MSG": "此偃甲核心不存在"
	},
	{
		"Id": 55829,
		"MSG": "此偃甲核心已激活"
	},
	{
		"Id": 55830,
		"MSG": "此偃甲核心未激活"
	},
	{
		"Id": 55831,
		"MSG": "此偃甲核心等级已达最大"
	},
	{
		"Id": 55832,
		"MSG": "此偃甲核心星级已达最大"
	},
	{
		"Id": 55833,
		"MSG": "此偃甲核心已经穿戴"
	},
	{
		"Id": 55834,
		"MSG": "装备升品材料不存在"
	},
	{
		"Id": 55835,
		"MSG": "兵魂阶级不满足"
	},
	{
		"Id": 55836,
		"MSG": "不可升级"
	},
	{
		"Id": 55837,
		"MSG": "装备已达最高品质"
	},
	{
		"Id": 56001,
		"MSG": "凶兽Id错误"
	},
	{
		"Id": 56002,
		"MSG": "无可穿戴的装备"
	},
	{
		"Id": 56003,
		"MSG": "装备强化已达上限"
	},
	{
		"Id": 56004,
		"MSG": "强化道具不足"
	},
	{
		"Id": 56005,
		"MSG": "当前栏位暂无装备"
	},
	{
		"Id": 56006,
		"MSG": "装备星级已达上限"
	},
	{
		"Id": 56007,
		"MSG": "升星道具不足"
	},
	{
		"Id": 56008,
		"MSG": "技能道具不足"
	},
	{
		"Id": 56009,
		"MSG": "技能等级已达上限"
	},
	{
		"Id": 56010,
		"MSG": "技能Id错误"
	},
	{
		"Id": 56011,
		"MSG": "技能初始化错误"
	},
	{
		"Id": 56012,
		"MSG": "凶兽已幻化"
	},
	{
		"Id": 56013,
		"MSG": "凶兽未觉醒"
	},
	{
		"Id": 56013,
		"MSG": "解锁道具不足"
	},
	{
		"Id": 56014,
		"MSG": "解锁条件不足"
	},
	{
		"Id": 56015,
		"MSG": "凶兽未激活"
	},
	{
		"Id": 56016,
		"MSG": "凶兽星级已达上限"
	},
	{
		"Id": 56101,
		"MSG": "找不到幻境副本"
	},
	{
		"Id": 56102,
		"MSG": "找不到幻境章节"
	},
	{
		"Id": 56103,
		"MSG": "找不到幻境关卡"
	},
	{
		"Id": 56104,
		"MSG": "没有加入队伍"
	},
	{
		"Id": 56105,
		"MSG": "已经在队伍中"
	},
	{
		"Id": 56106,
		"MSG": "玩家不在队伍中"
	},
	{
		"Id": 56107,
		"MSG": "不是队长"
	},
	{
		"Id": 56108,
		"MSG": "队伍不存在"
	},
	{
		"Id": 56109,
		"MSG": "队伍已解散"
	},
	{
		"Id": 56110,
		"MSG": "上章未通关"
	},
	{
		"Id": 56111,
		"MSG": "未达成挑战条件"
	},
	{
		"Id": 56112,
		"MSG": "当前无可扫荡关卡"
	},
	{
		"Id": 56113,
		"MSG": "你被队长踢出队伍"
	},
	{
		"Id": 56114,
		"MSG": "队长解散了队伍"
	},
	{
		"Id": 56115,
		"MSG": "离队后可加入"
	},
	{
		"Id": 56116,
		"MSG": "战力不足，无法加入"
	},
	{
		"Id": 56117,
		"MSG": "队伍成员已满员"
	},
	{
		"Id": 56118,
		"MSG": "对方正在活动场景，无法邀请"
	},
	{
		"Id": 56119,
		"MSG": "对方拒绝邀请"
	},
	{
		"Id": 56120,
		"MSG": "对方接受邀请"
	},
	{
		"Id": 56121,
		"MSG": "当前无符合邀请条件的玩家"
	},
	{
		"Id": 56122,
		"MSG": "60秒后可再次邀请"
	},
	{
		"Id": 56123,
		"MSG": "队伍战斗中"
	},
	{
		"Id": 56124,
		"MSG": "成功解散队伍"
	},
	{
		"Id": 56125,
		"MSG": "幻境副本未解锁"
	},
	{
		"Id": 56201,
		"MSG": "丹药不存在"
	},
	{
		"Id": 56202,
		"MSG": "丹药不足"
	},
	{
		"Id": 56203,
		"MSG": "丹药已满"
	},
	{
		"Id": 56302,
		"MSG": "星级条件不满足"
	},
	{
		"Id": 56303,
		"MSG": "等级件不满足"
	},
	{
		"Id": 56304,
		"MSG": "升级道具不足"
	},
	{
		"Id": 56305,
		"MSG": "升级道具ID错误"
	},
	{
		"Id": 56306,
		"MSG": "激活道具不足"
	},
	{
		"Id": 56401,
		"MSG": "今日已点赞"
	},
	{
		"Id": 56402,
		"MSG": "此位置为空，不能点赞"
	},
	{
		"Id": 56403,
		"MSG": "没有权限"
	},
	{
		"Id": 56404,
		"MSG": "该位置已经有人"
	},
	{
		"Id": 56405,
		"MSG": "不是家族成员"
	},
	{
		"Id": 56406,
		"MSG": "不能重复授命"
	},
	{
		"Id": 56407,
		"MSG": "不是宗门成员，不能领取"
	},
	{
		"Id": 56501,
		"MSG": "此图腾已经解锁，无需再次解锁"
	},
	{
		"Id": 56502,
		"MSG": "选择的宠物不存在"
	},
	{
		"Id": 56503,
		"MSG": "该图腾还未解锁"
	},
	{
		"Id": 56504,
		"MSG": "未达到解锁条件"
	},
	{
		"Id": 56505,
		"MSG": "该宠物已上阵其他图腾"
	},
	{
		"Id": 56506,
		"MSG": "外援宠物数量已达到最大值"
	},
	{
		"Id": 56507,
		"MSG": "此宠物已经上阵"
	},
	{
		"Id": 56508,
		"MSG": "该宠物已被其他家族成员使用"
	},
	{
		"Id": 56509,
		"MSG": "该宠物已被拥有者下阵"
	},
	{
		"Id": 56510,
		"MSG": "图腾ID错误"
	},
	{
		"Id": 56511,
		"MSG": "图腾已达最高等阶"
	},
	{
		"Id": 56601,
		"MSG": "没有奖励可以领取"
	},
	{
		"Id": 56602,
		"MSG": "购买等级超过最大上限"
	},
	{
		"Id": 56603,
		"MSG": "今日已领取经验宝箱"
	},
	{
		"Id": 56604,
		"MSG": "请先激活封神金令"
	},
	{
		"Id": 56701,
		"MSG": "副本类型错误"
	},
	{
		"Id": 56702,
		"MSG": "副本信息错误"
	},
	{
		"Id": 56703,
		"MSG": "幻灵副本不存在"
	},
	{
		"Id": 56704,
		"MSG": "BOSS信息错误"
	},
	{
		"Id": 56705,
		"MSG": "此副本不能挑战玩家"
	},
	{
		"Id": 56706,
		"MSG": "元力不足"
	},
	{
		"Id": 56707,
		"MSG": "元力值已满"
	},
	{
		"Id": 56708,
		"MSG": "元力丹不足"
	},
	{
		"Id": 56709,
		"MSG": "幻灵未解锁"
	},
	{
		"Id": 56710,
		"MSG": "幻灵秘境未解锁"
	},
	{
		"Id": 56711,
		"MSG": "玩家复活中，请稍后"
	},
	{
		"Id": 56712,
		"MSG": "队伍成员元力不足"
	},
	{
		"Id": 56713,
		"MSG": "玩家{0}复活中，请稍后"
	},
	{
		"Id": 56714,
		"MSG": "玩家{0}元力不足"
	},
	{
		"Id": 56721,
		"MSG": "当前幻灵未激活"
	},
	{
		"Id": 56722,
		"MSG": "当前灵武未激活"
	},
	{
		"Id": 56723,
		"MSG": "不是幻灵组队"
	},
	{
		"Id": 56801,
		"MSG": "队伍已解散"
	},
	{
		"Id": 56802,
		"MSG": "权限不足"
	},
	{
		"Id": 56803,
		"MSG": "您已在队伍中"
	},
	{
		"Id": 56804,
		"MSG": "对方不在线"
	},
	{
		"Id": 56805,
		"MSG": "对方拒绝邀请"
	},
	{
		"Id": 56806,
		"MSG": "对方同意邀请"
	},
	{
		"Id": 56807,
		"MSG": "您已被踢出队伍"
	},
	{
		"Id": 56808,
		"MSG": "未达到队伍战力要求"
	},
	{
		"Id": 56809,
		"MSG": "对方已在队伍中"
	},
	{
		"Id": 56810,
		"MSG": "队伍成员已满"
	},
	{
		"Id": 56901,
		"MSG": "系统内部错误"
	},
	{
		"Id": 56902,
		"MSG": "此系统暂未开启"
	},
	{
		"Id": 56903,
		"MSG": "已升至满级"
	},
	{
		"Id": 56904,
		"MSG": "已解锁"
	},
	{
		"Id": 56905,
		"MSG": "等级不足"
	},
	{
		"Id": 56906,
		"MSG": "VIP等级不足"
	},
	{
		"Id": 56907,
		"MSG": "还未激活"
	},
	{
		"Id": 56908,
		"MSG": "激活条件不足"
	},
	{
		"Id": 56909,
		"MSG": "装备还未收集完整"
	},
	{
		"Id": 57001,
		"MSG": "委托次数不足"
	},
	{
		"Id": 57002,
		"MSG": "委托已失效"
	},
	{
		"Id": 57003,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 57004,
		"MSG": "未到下次挑战时间"
	},
	{
		"Id": 57005,
		"MSG": "Boss不存在"
	},
	{
		"Id": 57006,
		"MSG": "凶兽未解锁"
	},
	{
		"Id": 57007,
		"MSG": "凶兽岛不存在"
	},
	{
		"Id": 57008,
		"MSG": "玩家不在场景中"
	},
	{
		"Id": 57009,
		"MSG": "Boss复活中"
	},
	{
		"Id": 57010,
		"MSG": "不是采集物，不能采集"
	},
	{
		"Id": 57011,
		"MSG": "采集次数不足"
	},
	{
		"Id": 57012,
		"MSG": "已有玩家采集"
	},
	{
		"Id": 57013,
		"MSG": "玩家没有采集，不能取消"
	},
	{
		"Id": 57014,
		"MSG": "采集物配置错误"
	},
	{
		"Id": 57015,
		"MSG": "没有可扫荡的凶兽"
	},
	{
		"Id": 57016,
		"MSG": "疲劳值不足"
	},
	{
		"Id": 57050,
		"MSG": "请先加入仙宗"
	},
	{
		"Id": 57051,
		"MSG": "只有家族族长和副族长可以宣战"
	},
	{
		"Id": 57052,
		"MSG": "此城暂时不能宣战"
	},
	{
		"Id": 57053,
		"MSG": "您的仙宗已经宣战"
	},
	{
		"Id": 57054,
		"MSG": "此城池已经有两个仙宗宣战，请选择其他城池"
	},
	{
		"Id": 57055,
		"MSG": "仙宗城战功能暂未开启"
	},
	{
		"Id": 57056,
		"MSG": "城池Id错误"
	},
	{
		"Id": 57057,
		"MSG": "服务端内部错误"
	},
	{
		"Id": 57058,
		"MSG": "玩家不存在"
	},
	{
		"Id": 57059,
		"MSG": "此物品已被其他玩家获取"
	},
	{
		"Id": 57060,
		"MSG": "您的仙宗未宣战"
	},
	{
		"Id": 57061,
		"MSG": "不能攻击本方水晶"
	},
	{
		"Id": 57062,
		"MSG": "不需要清除CD"
	},
	{
		"Id": 57063,
		"MSG": "您的仙宗已参加领地战，不能变更人员"
	},
	{
		"Id": 57064,
		"MSG": "对方和您是同一仙宗，不能挑战"
	},
	{
		"Id": 57065,
		"MSG": "此排名奖励已领取"
	},
	{
		"Id": 57066,
		"MSG": "没有奖励可领取"
	},
	{
		"Id": 57067,
		"MSG": "此城池奖励已领"
	},
	{
		"Id": 57068,
		"MSG": "不能攻击战神雕像"
	},
	{
		"Id": 57069,
		"MSG": "请先攻击敌方神兽"
	},
	{
		"Id": 57070,
		"MSG": "请先攻击敌方宗主雕像"
	},
	{
		"Id": 57071,
		"MSG": "不能攻击本方神兽"
	},
	{
		"Id": 57072,
		"MSG": "不能攻击本方宗主雕像"
	},
	{
		"Id": 57073,
		"MSG": "挑战玩家冷却中，请等待"
	},
	{
		"Id": 57074,
		"MSG": "本轮未结束，暂不能领奖"
	},
	{
		"Id": 57075,
		"MSG": "今日已点赞"
	},
	{
		"Id": 57076,
		"MSG": "还未产生圣城之主，不能点赞"
	},
	{
		"Id": 57080,
		"MSG": "任务未完成"
	},
	{
		"Id": 57081,
		"MSG": "飞升丹不足"
	},
	{
		"Id": 57082,
		"MSG": "副本场景内，无法挑战"
	},
	{
		"Id": 57083,
		"MSG": "已达到最高阶"
	},
	{
		"Id": 57084,
		"MSG": "挑战失败"
	},
	{
		"Id": 57090,
		"MSG": "法阵阶级未满足要求"
	},
	{
		"Id": 57091,
		"MSG": "法阵已满级"
	},
	{
		"Id": 57092,
		"MSG": "法阵认主已满级"
	},
	{
		"Id": 57101,
		"MSG": "收益仓库不存在"
	},
	{
		"Id": 57102,
		"MSG": "收益仓库为空"
	},
	{
		"Id": 57201,
		"MSG": "关卡不存在"
	},
	{
		"Id": 57202,
		"MSG": "没有可扫荡的关卡"
	},
	{
		"Id": 57203,
		"MSG": "道具不足"
	},
	{
		"Id": 57204,
		"MSG": "目标不存在"
	},
	{
		"Id": 57205,
		"MSG": "目标无法到达"
	},
	{
		"Id": 57206,
		"MSG": "事件不存在"
	},
	{
		"Id": 57207,
		"MSG": "挑战失败"
	},
	{
		"Id": 57208,
		"MSG": "事件随机失败"
	},
	{
		"Id": 57209,
		"MSG": "事件类型错误"
	},
	{
		"Id": 57210,
		"MSG": "非通道关卡，不可扫荡"
	},
	{
		"Id": 57211,
		"MSG": "配置错误"
	},
	{
		"Id": 57212,
		"MSG": "神力不足"
	},
	{
		"Id": 57213,
		"MSG": "关卡不可扫荡"
	},
	{
		"Id": 57214,
		"MSG": "副本未解锁"
	},
	{
		"Id": 57215,
		"MSG": "您没有聚神丹"
	},
	{
		"Id": 57301,
		"MSG": "王者套装不存在"
	},
	{
		"Id": 57302,
		"MSG": "飞升阶段不满足"
	},
	{
		"Id": 57303,
		"MSG": "集齐装备后方可幻化法相外显"
	},
	{
		"Id": 57304,
		"MSG": "王者命格达到最大"
	},
	{
		"Id": 57305,
		"MSG": "没有可镶嵌的玉石"
	},
	{
		"Id": 57306,
		"MSG": "王者命格镶嵌玉石不满足"
	},
	{
		"Id": 57307,
		"MSG": "王者之翼达到最大"
	},
	{
		"Id": 57308,
		"MSG": "王者套装Id不存在"
	},
	{
		"Id": 57309,
		"MSG": "相对应的王者套装未激活"
	},
	{
		"Id": 57310,
		"MSG": "王者命格阶级不足"
	},
	{
		"Id": 57400,
		"MSG": "托管功能已全部完成，结束托管"
	},
	{
		"Id": 57401,
		"MSG": "您的精灵已过期，结束托管"
	},
	{
		"Id": 57501,
		"MSG": "Boss场景不存在"
	},
	{
		"Id": 57502,
		"MSG": "玩家不在Boss场景"
	},
	{
		"Id": 57503,
		"MSG": "进入场景所需道具不足"
	},
	{
		"Id": 57504,
		"MSG": "宝箱不存在"
	},
	{
		"Id": 57505,
		"MSG": "玩家没有获取归属宝箱"
	},
	{
		"Id": 57506,
		"MSG": "宝箱配置错误"
	},
	{
		"Id": 57507,
		"MSG": "宝箱开启次数已消耗完"
	},
	{
		"Id": 57508,
		"MSG": "开启宝箱支付道具不足"
	},
	{
		"Id": 57509,
		"MSG": "Boss不存在"
	},
	{
		"Id": 57550,
		"MSG": "您的提交过于频繁，请1分钟后再试"
	},
	{
		"Id": 57551,
		"MSG": "您提交的反馈过多，请耐心等待客服回复"
	},
	{
		"Id": 57552,
		"MSG": "您输入的反馈内容过长"
	},
	{
		"Id": 57600,
		"MSG": "已经领取过奖励"
	},
	{
		"Id": 57601,
		"MSG": "挑战次数未达标"
	},
	{
		"Id": 57602,
		"MSG": "参数错误"
	},
	{
		"Id": 57603,
		"MSG": "需要先匹配敌人"
	},
	{
		"Id": 57604,
		"MSG": "家族中没有这个成员"
	},
	{
		"Id": 57605,
		"MSG": "每周一00:00至周日23:00开启活动"
	},
	{
		"Id": 57606,
		"MSG": "没有挑战次数了"
	},
	{
		"Id": 57607,
		"MSG": "队伍人数不足"
	},
	{
		"Id": 57608,
		"MSG": "玩家数据错误"
	},
	{
		"Id": 57620,
		"MSG": "商店id非法"
	},
	{
		"Id": 57640,
		"MSG": "今日已经膜拜过"
	},
	{
		"Id": 57641,
		"MSG": "今日已经赐福过"
	},
	{
		"Id": 57642,
		"MSG": "赛季非法"
	},
	{
		"Id": 57643,
		"MSG": "没有神王"
	},
	{
		"Id": 57644,
		"MSG": "不能获得神王赐福"
	},
	{
		"Id": 57645,
		"MSG": "神域殿堂副本不存在"
	},
	{
		"Id": 57646,
		"MSG": "已经在神域殿堂中"
	},
	{
		"Id": 57647,
		"MSG": "有什么东西溜走了…"
	},
	{
		"Id": 57648,
		"MSG": "今天的奖励被上仙领完啦，明天再来试试吧~"
	},
	{
		"Id": 57650,
		"MSG": "圣痕未激活"
	},
	{
		"Id": 57651,
		"MSG": "已经满级"
	},
	{
		"Id": 57652,
		"MSG": "圣痕技能不存在"
	},
	{
		"Id": 57653,
		"MSG": "圣痕等级不足"
	},
	{
		"Id": 57654,
		"MSG": "获得高阶圣物后突破强化上限"
	},
	{
		"Id": 57701,
		"MSG": "已经领取"
	},
	{
		"Id": 57702,
		"MSG": "Id不存在"
	},
	{
		"Id": 57801,
		"MSG": "宠物id不存在"
	},
	{
		"Id": 57802,
		"MSG": "副本场景内，无法进入神域"
	},
	{
		"Id": 57803,
		"MSG": "已经在神域中"
	},
	{
		"Id": 57804,
		"MSG": "奖励已领取"
	},
	{
		"Id": 57805,
		"MSG": "神域活动未开启"
	},
	{
		"Id": 55616,
		"MSG": "当前目标正在基础采集中，暂无法被攻击"
	},
	{
		"Id": 57901,
		"MSG": "玩家不在通天Boss场景"
	},
	{
		"Id": 57902,
		"MSG": "鼓舞Id不存在"
	},
	{
		"Id": 57903,
		"MSG": "不是通天Boss组队"
	},
	{
		"Id": 57904,
		"MSG": "鼓舞次数超过上限"
	},
	{
		"Id": 57905,
		"MSG": "鼓舞所需货币不足"
	},
	{
		"Id": 57906,
		"MSG": "不能鼓舞"
	},
	{
		"Id": 58001,
		"MSG": "拍卖行不存在"
	},
	{
		"Id": 58002,
		"MSG": "拍卖行未开启"
	},
	{
		"Id": 58003,
		"MSG": "拍品不存在"
	},
	{
		"Id": 58004,
		"MSG": "未知的竞拍类型"
	},
	{
		"Id": 58005,
		"MSG": "拍品已售出"
	},
	{
		"Id": 58006,
		"MSG": "竞拍价格已经最高"
	},
	{
		"Id": 58007,
		"MSG": "货币不足"
	},
	{
		"Id": 58008,
		"MSG": "竞拍数量达到上限"
	},
	{
		"Id": 58100,
		"MSG": "本方单位不能有怪物"
	},
	{
		"Id": 58101,
		"MSG": "单位Id为0"
	},
	{
		"Id": 58102,
		"MSG": "获取玩家数据为空"
	},
	{
		"Id": 58103,
		"MSG": "怪物刷新Id为0"
	},
	{
		"Id": 58104,
		"MSG": "怪物刷新Id非法"
	},
	{
		"Id": 58200,
		"MSG": "redis发生错误"
	},
	{
		"Id": 58201,
		"MSG": "zookeeper发生错误"
	},
	{
		"Id": 58202,
		"MSG": "rabbitmq发生错误"
	},
	{
		"Id": 58300,
		"MSG": "神战未开启"
	},
	{
		"Id": 58301,
		"MSG": "神战没有合适的服务器"
	},
	{
		"Id": 58302,
		"MSG": "战事太激烈，少侠请稍等"
	},
	{
		"Id": 58303,
		"MSG": "创建副本出错"
	},
	{
		"Id": 58304,
		"MSG": "副本不存在"
	},
	{
		"Id": 58305,
		"MSG": "神域已结束"
	},
	{
		"Id": 58306
	},
	{
		"Id": 58307,
		"MSG": "被已方占领"
	},
	{
		"Id": 58308,
		"MSG": "地块不可操作"
	},
	{
		"Id": 58309,
		"MSG": "地块保护时间未到"
	},
	{
		"Id": 58310,
		"MSG": "占领者发生变化"
	},
	{
		"Id": 58311,
		"MSG": "结算过于频繁"
	},
	{
		"Id": 58312,
		"MSG": "无相邻我方阵营领地"
	},
	{
		"Id": 58313,
		"MSG": "神坛没有占领"
	},
	{
		"Id": 58314,
		"MSG": "神坛祈祷中"
	},
	{
		"Id": 58315,
		"MSG": "该神坛已被其他阵营占领"
	},
	{
		"Id": 58316,
		"MSG": "神坛不可以祈祷"
	},
	{
		"Id": 58317,
		"MSG": "神坛宠物正在使用中"
	},
	{
		"Id": 58318,
		"MSG": "神坛宠物品阶不够"
	},
	{
		"Id": 58319,
		"MSG": "物品ID不对"
	},
	{
		"Id": 58320,
		"MSG": "物品ID不存在"
	},
	{
		"Id": 58321,
		"MSG": "增加物品ID不对"
	},
	{
		"Id": 58322,
		"MSG": "任务不存在"
	},
	{
		"Id": 58323,
		"MSG": "任务配置不存在"
	},
	{
		"Id": 58324,
		"MSG": "任务已经领过奖"
	},
	{
		"Id": 58325,
		"MSG": "任务未完成"
	},
	{
		"Id": 58326,
		"MSG": "神位不正确"
	},
	{
		"Id": 58327,
		"MSG": "最高神位"
	},
	{
		"Id": 58328,
		"MSG": "任务未完成或奖励未领取"
	},
	{
		"Id": 58329,
		"MSG": "建筑正在战斗中"
	},
	{
		"Id": 58330,
		"MSG": "行动值不足"
	},
	{
		"Id": 58331,
		"MSG": "神位不足"
	},
	{
		"Id": 58332,
		"MSG": "行动值已满"
	},
	{
		"Id": 58333,
		"MSG": "副本阶段不对"
	},
	{
		"Id": 58334,
		"MSG": "副本移动位置错误，位置不相连"
	},
	{
		"Id": 58335,
		"MSG": "副本移动冷却中"
	},
	{
		"Id": 58336,
		"MSG": "攻击冷却中"
	},
	{
		"Id": 58337,
		"MSG": "副本死亡冷却中"
	},
	{
		"Id": 58338,
		"MSG": "上一场架还没打完，请稍等"
	},
	{
		"Id": 58339,
		"MSG": "对方正在战斗中，请稍等"
	},
	{
		"Id": 58340,
		"MSG": "副本敌方不存在"
	},
	{
		"Id": 58341,
		"MSG": "副本敌方和我不在同一位置"
	},
	{
		"Id": 58342,
		"MSG": "副本位置无npc"
	},
	{
		"Id": 58343,
		"MSG": "未到领取排行时间"
	},
	{
		"Id": 58344,
		"MSG": "未进入排行"
	},
	{
		"Id": 58345,
		"MSG": "没有此排行奖励"
	},
	{
		"Id": 58346,
		"MSG": "已经领取过奖励"
	},
	{
		"Id": 58347,
		"MSG": "副本磁场异动，请稍等"
	},
	{
		"Id": 58348,
		"MSG": "副本移动错误，BOSS未死亡"
	},
	{
		"Id": 58349,
		"MSG": "副本位置不可以战斗"
	},
	{
		"Id": 58350,
		"MSG": "副本BOSS已死亡"
	},
	{
		"Id": 58351,
		"MSG": "副本PVP相同不可攻击"
	},
	{
		"Id": 58352,
		"MSG": "副本阵营不同"
	},
	{
		"Id": 58353,
		"MSG": "我方移动中"
	},
	{
		"Id": 58354,
		"MSG": "敌方移动中"
	},
	{
		"Id": 58355,
		"MSG": "今日攻击次数已满"
	},
	{
		"Id": 58356,
		"MSG": "神坛祈祷守卫类型"
	},
	{
		"Id": 58357,
		"MSG": "副本未开发或已经关闭"
	},
	{
		"Id": 58358,
		"MSG": "副本准备阶段"
	},
	{
		"Id": 58359,
		"MSG": "地块不可以被占领"
	},
	{
		"Id": 58360,
		"MSG": "未到排行时间"
	},
	{
		"Id": 58361,
		"MSG": "没有占领神兽"
	},
	{
		"Id": 58362,
		"MSG": "已经占领神兽"
	},
	{
		"Id": 58363,
		"MSG": "神坛怪物出错"
	},
	{
		"Id": 58364,
		"MSG": "不是神坛占领者"
	},
	{
		"Id": 58365,
		"MSG": "神坛已经在放弃中"
	},
	{
		"Id": 58366,
		"MSG": "神坛未在放弃中"
	},
	{
		"Id": 58367,
		"MSG": "个人占领神坛已达上限"
	},
	{
		"Id": 58368,
		"MSG": "不可攻击其他阵营神兽"
	},
	{
		"Id": 58369,
		"MSG": "未满足领奖条件"
	},
	{
		"Id": 58370,
		"MSG": "神兽奖励已领取"
	},
	{
		"Id": 58371,
		"MSG": "奖励不存在"
	},
	{
		"Id": 58372,
		"MSG": "上仙的阵营归属出错啦"
	},
	{
		"Id": 58373,
		"MSG": "我方领地需与我方神坛或主城相通"
	},
	{
		"Id": 58374,
		"MSG": "任务不存在"
	},
	{
		"Id": 58375,
		"MSG": "任务有误"
	},
	{
		"Id": 58376,
		"MSG": "奖励已领取"
	},
	{
		"Id": 58377,
		"MSG": "任务记录有误"
	},
	{
		"Id": 58378,
		"MSG": "任务未完成"
	},
	{
		"Id": 58379,
		"MSG": "活动未开启"
	},
	{
		"Id": 58380,
		"MSG": "许愿榜排行信息有误"
	},
	{
		"Id": 58381,
		"MSG": "许愿榜奖励有误"
	},
	{
		"Id": 58382,
		"MSG": "任务记录异常"
	},
	{
		"Id": 58383,
		"MSG": "活动未关闭"
	},
	{
		"Id": 58384,
		"MSG": "未上榜"
	},
	{
		"Id": 58385,
		"MSG": "已领取奖励"
	},
	{
		"Id": 58386,
		"MSG": "神域宝藏记录有误"
	},
	{
		"Id": 58387,
		"MSG": "任务不存在"
	},
	{
		"Id": 58388,
		"MSG": "任务有误"
	},
	{
		"Id": 58389,
		"MSG": "已领取任务奖励"
	},
	{
		"Id": 58390,
		"MSG": "任务未完成"
	},
	{
		"Id": 58391,
		"MSG": "未购买至尊宝藏"
	},
	{
		"Id": 58392,
		"MSG": "不是普通宝藏奖励"
	},
	{
		"Id": 58393,
		"MSG": "奖励信息有误"
	},
	{
		"Id": 58394,
		"MSG": "奖励已领取"
	},
	{
		"Id": 58395,
		"MSG": "未购买至尊宝藏"
	},
	{
		"Id": 58396,
		"MSG": "暂无可领奖励"
	},
	{
		"Id": 58397,
		"MSG": "龙脉暂未开启，消耗行动值可增加龙脉怒气值"
	},
	{
		"Id": 58398,
		"MSG": "鼓舞中请稍等~"
	},
	{
		"Id": 58399,
		"MSG": "龙脉鼓舞次数已满"
	},
	{
		"Id": 58400,
		"MSG": "怪物配置有误"
	},
	{
		"Id": 58401,
		"MSG": "怪物不存在"
	},
	{
		"Id": 58402,
		"MSG": "怪物已被击败"
	},
	{
		"Id": 58403,
		"MSG": "怪物重置次数有误"
	},
	{
		"Id": 58404,
		"MSG": "怪物重置次数已满"
	},
	{
		"Id": 58405,
		"MSG": "挑战次数不足"
	},
	{
		"Id": 58406,
		"MSG": "怪物正在战斗中"
	},
	{
		"Id": 58407,
		"MSG": "神域分组有误"
	},
	{
		"Id": 58408,
		"MSG": "神域赛季有误"
	},
	{
		"Id": 58409,
		"MSG": "神域准备中"
	},
	{
		"Id": 58412,
		"MSG": "挑战过于频繁"
	},
	{
		"Id": 58413,
		"MSG": "无可领奖励"
	},
	{
		"Id": 58414,
		"MSG": "等级奖励已领取"
	},
	{
		"Id": 58415,
		"MSG": "等级配置不存在"
	},
	{
		"Id": 58416,
		"MSG": "等级未达标"
	},
	{
		"Id": 58417,
		"MSG": "任务奖励状态错误"
	},
	{
		"Id": 58418,
		"MSG": "任务未完成"
	},
	{
		"Id": 58419,
		"MSG": "战斗类任务不存在"
	},
	{
		"Id": 58420,
		"MSG": "封印类任务不存在"
	},
	{
		"Id": 58421,
		"MSG": "上阵位置错误"
	},
	{
		"Id": 58422,
		"MSG": "该伙伴上阵过"
	},
	{
		"Id": 58423,
		"MSG": "封印位错误"
	},
	{
		"Id": 58424,
		"MSG": "该伙伴上阵过"
	},
	{
		"Id": 58425,
		"MSG": "超出封印数量"
	},
	{
		"Id": 58426,
		"MSG": "封印类任务已完成"
	},
	{
		"Id": 58427,
		"MSG": "采集类任务CD中"
	},
	{
		"Id": 58428,
		"MSG": "采集类任务不存在"
	},
	{
		"Id": 58429,
		"MSG": "封印奖励已领取"
	},
	{
		"Id": 58500,
		"MSG": "物品不能使用"
	},
	{
		"Id": 58501,
		"MSG": "物品使用数量错误"
	},
	{
		"Id": 58502,
		"MSG": "物品使用数量不够"
	},
	{
		"Id": 58503,
		"MSG": "物品配置不存在"
	},
	{
		"Id": 58504,
		"MSG": "物品无法使用"
	},
	{
		"Id": 58505,
		"MSG": "请进入神域激活神域聊天频道"
	},
	{
		"Id": 58506,
		"MSG": "获取神域宝藏配置失败"
	},
	{
		"Id": 58507,
		"MSG": "神域宝藏配置错误"
	},
	{
		"Id": 58508,
		"MSG": "神域活动错误"
	},
	{
		"Id": 58509,
		"MSG": "获取神域活动类型失败"
	},
	{
		"Id": 58601,
		"MSG": "英雄已经激活"
	},
	{
		"Id": 58602,
		"MSG": "激活材料不足"
	},
	{
		"Id": 58603,
		"MSG": "英雄未激活"
	},
	{
		"Id": 58604,
		"MSG": "英雄已经出战"
	},
	{
		"Id": 58605,
		"MSG": "英雄等级不足"
	},
	{
		"Id": 58606,
		"MSG": "英雄技能已经满级"
	},
	{
		"Id": 58607,
		"MSG": "英雄战阵未解锁"
	},
	{
		"Id": 58608,
		"MSG": "英雄没有出战"
	},
	{
		"Id": 58641,
		"MSG": "没有组队"
	},
	{
		"Id": 58642,
		"MSG": "大佬不存在"
	},
	{
		"Id": 58643,
		"MSG": "大佬已被雇佣"
	},
	{
		"Id": 58644,
		"MSG": "雇佣道具不足"
	},
	{
		"Id": 58645,
		"MSG": "关卡未通关"
	},
	{
		"Id": 58646,
		"MSG": "不是征战九州队伍"
	},
	{
		"Id": 58647,
		"MSG": "当前正在副本场景中，暂无法加入其他队伍"
	},
	{
		"Id": 58648,
		"MSG": "副本未解锁"
	},
	{
		"Id": 58649,
		"MSG": "副本已通关"
	},
	{
		"Id": 58650,
		"MSG": "上阵位置错误"
	},
	{
		"Id": 58651,
		"MSG": "功能错误"
	},
	{
		"Id": 58652,
		"MSG": "此伙伴不存在"
	},
	{
		"Id": 58653,
		"MSG": "此伙伴已出战"
	},
	{
		"Id": 58654,
		"MSG": "还未解锁新的宠物出战位"
	},
	{
		"Id": 58700,
		"MSG": "凶兽背包已满"
	},
	{
		"Id": 58701,
		"MSG": "幻灵背包已满"
	},
	{
		"Id": 58702,
		"MSG": "剑魂背包已满"
	},
	{
		"Id": 58710,
		"MSG": "此穿戴装备不存在"
	},
	{
		"Id": 58711,
		"MSG": "装备条件不满足"
	},
	{
		"Id": 58712,
		"MSG": "等级已达最大"
	},
	{
		"Id": 58713,
		"MSG": "道具不足"
	},
	{
		"Id": 58801,
		"MSG": "道具不足"
	},
	{
		"Id": 58802,
		"MSG": "数据错误"
	},
	{
		"Id": 58803,
		"MSG": "已达最大星级"
	},
	{
		"Id": 58804,
		"MSG": "材料不足"
	},
	{
		"Id": 58805,
		"MSG": "没有可强化的铭牌"
	},
	{
		"Id": 58806,
		"MSG": "强化道具不足"
	},
	{
		"Id": 58807,
		"MSG": "强化大师已达顶级"
	},
	{
		"Id": 58808,
		"MSG": "镶嵌数量不足"
	},
	{
		"Id": 58809,
		"MSG": "强化等级不足"
	},
	{
		"Id": 58810,
		"MSG": "没有可升星的铭牌"
	},
	{
		"Id": 58811,
		"MSG": "铭牌星级已达顶级"
	},
	{
		"Id": 58812,
		"MSG": "已经激活"
	},
	{
		"Id": 58813,
		"MSG": "铭牌没有激活"
	},
	{
		"Id": 58814,
		"MSG": "此异兽不存在"
	},
	{
		"Id": 58815,
		"MSG": "此铭牌不存在"
	},
	{
		"Id": 58816,
		"MSG": "开服天数不足"
	},
	{
		"Id": 58817,
		"MSG": "此异兽未激活"
	},
	{
		"Id": 58818,
		"MSG": "此异兽已经出站"
	},
	{
		"Id": 58851,
		"MSG": "本关已通关"
	},
	{
		"Id": 58852,
		"MSG": "上一关没有通关"
	},
	{
		"Id": 58853,
		"MSG": "副本没有通关"
	},
	{
		"Id": 58854,
		"MSG": "副本已经通关"
	},
	{
		"Id": 58855,
		"MSG": "购买次数不足"
	},
	{
		"Id": 58856,
		"MSG": "宝箱不能开启"
	},
	{
		"Id": 58857,
		"MSG": "宝箱已经开启"
	},
	{
		"Id": 58858,
		"MSG": "BUFF已经选定"
	},
	{
		"Id": 58859,
		"MSG": "BUFF不存在"
	},
	{
		"Id": 58860,
		"MSG": "刷新消耗道具不足"
	},
	{
		"Id": 58861,
		"MSG": "精灵不能购买"
	},
	{
		"Id": 58862,
		"MSG": "精灵已经购买"
	},
	{
		"Id": 58863,
		"MSG": "精灵不存在"
	},
	{
		"Id": 58864,
		"MSG": "精灵购买道具不足"
	},
	{
		"Id": 58865,
		"MSG": "副本今天没有通关"
	},
	{
		"Id": 58866,
		"MSG": "宠物不存在"
	},
	{
		"Id": 58867,
		"MSG": "宠物出战位置错误"
	},
	{
		"Id": 58868,
		"MSG": "宠物已经出战"
	},
	{
		"Id": 58869,
		"MSG": "天仙还没有解锁"
	},
	{
		"Id": 58870,
		"MSG": "未知的伙伴类型"
	},
	{
		"Id": 58871,
		"MSG": "您的伙伴已全部阵亡，复活后才能继续挑战"
	},
	{
		"Id": 58872,
		"MSG": "您还未进行挑战，不能重置副本"
	},
	{
		"Id": 58873,
		"MSG": "未到开启时间"
	},
	{
		"Id": 58901,
		"MSG": "此仙术已经激活"
	},
	{
		"Id": 58902,
		"MSG": "此仙术不存在"
	},
	{
		"Id": 58903,
		"MSG": "转生等级不足"
	},
	{
		"Id": 58904,
		"MSG": "境界不足"
	},
	{
		"Id": 58950,
		"MSG": "渠道参数错误"
	},
	{
		"Id": 58951,
		"MSG": "请先开启消息提醒"
	},
	{
		"Id": 58952,
		"MSG": "此奖励以领取"
	},
	{
		"Id": 58960,
		"MSG": "黑名单已满"
	},
	{
		"Id": 58961,
		"MSG": "此玩家已经在您的黑名单中"
	},
	{
		"Id": 59011,
		"MSG": "阵法不存在"
	},
	{
		"Id": 59012,
		"MSG": "阵法不能幻化"
	},
	{
		"Id": 59013,
		"MSG": "当前阵法已被激活，无需再次激活"
	},
	{
		"Id": 59014,
		"MSG": "当前没有阵法解锁道具"
	},
	{
		"Id": 59015,
		"MSG": "当前尚未拥有该出战单位"
	},
	{
		"Id": 59016,
		"MSG": "伙伴已经使用"
	},
	{
		"Id": 59017,
		"MSG": "阵位不存在"
	},
	{
		"Id": 59018,
		"MSG": "当前阵位已被激活"
	},
	{
		"Id": 59019,
		"MSG": "当前阵法尚未激活"
	},
	{
		"Id": 59020,
		"MSG": "当前阵法已满级"
	},
	{
		"Id": 59021,
		"MSG": "阵法升级道具不足"
	},
	{
		"Id": 59022,
		"MSG": "当前阵法已在幻化中"
	},
	{
		"Id": 59023,
		"MSG": "激活全部出战单位方可幻化阵法"
	},
	{
		"Id": 59024,
		"MSG": "阵法升星道具不足"
	},
	{
		"Id": 59025,
		"MSG": "阵法已满星"
	},
	{
		"Id": 59101,
		"MSG": "钥匙信息错误"
	},
	{
		"Id": 59200,
		"MSG": "活动尚未开启"
	},
	{
		"Id": 59201,
		"MSG": "战斗超时"
	},
	{
		"Id": 59202,
		"MSG": "创建活动出错"
	},
	{
		"Id": 59203,
		"MSG": "活动不存在"
	},
	{
		"Id": 59204,
		"MSG": "活动已结束"
	},
	{
		"Id": 59205,
		"MSG": "活动阶段异常"
	},
	{
		"Id": 59206,
		"MSG": "活动轮数异常"
	},
	{
		"Id": 59207,
		"MSG": "地图不存在"
	},
	{
		"Id": 59208,
		"MSG": "怪物不存在"
	},
	{
		"Id": 59209,
		"MSG": "攻击怪物冷却中，稍候再试"
	},
	{
		"Id": 59210,
		"MSG": "怪物正在战斗中"
	},
	{
		"Id": 59211,
		"MSG": "本人正在战斗中"
	},
	{
		"Id": 59212,
		"MSG": "怪物不存在"
	},
	{
		"Id": 59213,
		"MSG": "攻击怪物冷却中，稍候再试"
	},
	{
		"Id": 59214,
		"MSG": "本次活动中开启的宝箱已达上限（120个），下次再来吧"
	},
	{
		"Id": 59215,
		"MSG": "钥匙与宝箱不符，开启失败"
	},
	{
		"Id": 59216,
		"MSG": "在本次活动中打怪获得奖励次数已满"
	},
	{
		"Id": 59217,
		"MSG": "在本次活动中采集获得奖励次数已满"
	},
	{
		"Id": 59218,
		"MSG": "在本次活动中妖王奖励获得次数已满"
	},
	{
		"Id": 59219,
		"MSG": "操作过于频繁，请稍后再试"
	},
	{
		"Id": 59220,
		"MSG": "操作过于频繁，请稍后再试"
	},
	{
		"Id": 59221,
		"MSG": "操作过于频繁，请稍后再试"
	},
	{
		"Id": 59222,
		"MSG": "金钥匙的累积数量已达到上限，记得及时在宝箱阶段开启宝箱。"
	},
	{
		"Id": 59223,
		"MSG": "银钥匙的累积数量已达到上限，记得及时在宝箱阶段开启宝箱。"
	},
	{
		"Id": 59224,
		"MSG": "铜钥匙的累积数量已达到上限，记得及时在宝箱阶段开启宝箱。"
	},
	{
		"Id": 59225,
		"MSG": "您的操作过快"
	},
	{
		"Id": 59226,
		"MSG": "您的距离过远"
	},
	{
		"Id": 59227,
		"MSG": "请进入异界妖门激活异界妖门聊天频道"
	},
	{
		"Id": 59301,
		"MSG": "玩家没有进入此活动"
	},
	{
		"Id": 59302,
		"MSG": "您已经登剑"
	},
	{
		"Id": 59303,
		"MSG": "您已经运功"
	},
	{
		"Id": 59304,
		"MSG": "您没有登剑"
	},
	{
		"Id": 59305,
		"MSG": "目标宗门不存在"
	},
	{
		"Id": 59350,
		"MSG": "奖励配置已变更，请重新选择"
	},
	{
		"Id": 59351,
		"MSG": "奖励配置错误"
	},
	{
		"Id": 59400,
		"MSG": "战队不存在"
	},
	{
		"Id": 59401,
		"MSG": "战队名称字符过长"
	},
	{
		"Id": 59402,
		"MSG": "战队名称不合法"
	},
	{
		"Id": 59403,
		"MSG": "此名称已被使用"
	},
	{
		"Id": 59404,
		"MSG": "战队宣言字符过长"
	},
	{
		"Id": 59405,
		"MSG": "战队宣言不合法"
	},
	{
		"Id": 59406,
		"MSG": "道具不足"
	},
	{
		"Id": 59407,
		"MSG": "不是队长"
	},
	{
		"Id": 59408,
		"MSG": "已经加入战队"
	},
	{
		"Id": 59409,
		"MSG": "已达可申请上限，请稍后再试"
	},
	{
		"Id": 59410,
		"MSG": "战队已满员"
	},
	{
		"Id": 59411,
		"MSG": "目标战队申请列表已满"
	},
	{
		"Id": 59412,
		"MSG": "战力不足"
	},
	{
		"Id": 59413,
		"MSG": "不是队员"
	},
	{
		"Id": 59414,
		"MSG": "队长已经被弹劾"
	},
	{
		"Id": 59415,
		"MSG": "不能弹劾自己"
	},
	{
		"Id": 59416,
		"MSG": "服务器内部错误"
	},
	{
		"Id": 59417,
		"MSG": "队长离线时间不满足弹劾条件"
	},
	{
		"Id": 59418,
		"MSG": "改名时间未到"
	},
	{
		"Id": 59419,
		"MSG": "镜像不存在"
	},
	{
		"Id": 59420,
		"MSG": "玩家离线大于{0}小时"
	},
	{
		"Id": 59421,
		"MSG": "重复申请"
	},
	{
		"Id": 59422,
		"MSG": "重复邀请"
	},
	{
		"Id": 59423,
		"MSG": "已经在队伍中"
	},
	{
		"Id": 59500,
		"MSG": "神龙已经降临过了"
	},
	{
		"Id": 59501,
		"MSG": "神龙没有降临"
	},
	{
		"Id": 59502,
		"MSG": "神龙降临时间不足"
	},
	{
		"Id": 59503,
		"MSG": "道具不足"
	},
	{
		"Id": 59504,
		"MSG": "道具不存在"
	},
	{
		"Id": 59505,
		"MSG": "数据错误"
	},
	{
		"Id": 59506,
		"MSG": "数据配置错误"
	},
	{
		"Id": 59507,
		"MSG": "已经满阶"
	},
	{
		"Id": 59508,
		"MSG": "已经满级"
	},
	{
		"Id": 59509,
		"MSG": "等级没满"
	},
	{
		"Id": 59510,
		"MSG": "转生条件不满足"
	},
	{
		"Id": 59511,
		"MSG": "没有全部点亮"
	},
	{
		"Id": 59512,
		"MSG": "星级已达最大"
	},
	{
		"Id": 59513,
		"MSG": "材料不足"
	},
	{
		"Id": 59514,
		"MSG": "已满足升星"
	},
	{
		"Id": 59515,
		"MSG": "升星信息配置不存在"
	},
	{
		"Id": 59516,
		"MSG": "龙魂背包已满"
	},
	{
		"Id": 59517,
		"MSG": "装备中的龙魂不能分解"
	},
	{
		"Id": 59518,
		"MSG": "不是龙魂道具"
	},
	{
		"Id": 59519,
		"MSG": "装备中的龙魂不能被吞噬"
	},
	{
		"Id": 59520,
		"MSG": "龙魂升级配置错误"
	},
	{
		"Id": 59521,
		"MSG": "龙魂已经满级"
	},
	{
		"Id": 59522,
		"MSG": "同类型龙魂只能镶嵌一个"
	},
	{
		"Id": 59523,
		"MSG": "星级不足"
	},
	{
		"Id": 59524,
		"MSG": "已经召唤过"
	},
	{
		"Id": 59525,
		"MSG": "请先召唤"
	},
	{
		"Id": 59526,
		"MSG": "此位置未解锁"
	},
	{
		"Id": 59527,
		"MSG": "此龙魂已镶嵌"
	},
	{
		"Id": 59528,
		"MSG": "孔位置信息不存在"
	},
	{
		"Id": 59529,
		"MSG": "此孔位置不能镶嵌此类型龙魂"
	},
	{
		"Id": 59530,
		"MSG": "普通龙魂不能被吞噬"
	},
	{
		"Id": 59531,
		"MSG": "吞噬龙魂不存在"
	},
	{
		"Id": 59532,
		"MSG": "被吞噬龙魂不存在"
	},
	{
		"Id": 59601,
		"MSG": "功能未开启"
	},
	{
		"Id": 59602,
		"MSG": "切磋次数不足"
	},
	{
		"Id": 59603,
		"MSG": "CD中，请稍后"
	},
	{
		"Id": 59604,
		"MSG": "切磋数据不存在"
	},
	{
		"Id": 59605,
		"MSG": "对方功能未开启"
	},
	{
		"Id": 59606,
		"MSG": "CD中，请稍后"
	},
	{
		"Id": 59701,
		"MSG": "功能未激活"
	},
	{
		"Id": 59702,
		"MSG": "已达最大等级"
	},
	{
		"Id": 59703,
		"MSG": "功能已经激活"
	},
	{
		"Id": 59704,
		"MSG": "皮肤星级不足"
	},
	{
		"Id": 60000,
		"MSG": "请输入角色ID"
	},
	{
		"Id": 60001,
		"MSG": "请输入正确的角色ID"
	},
	{
		"Id": 60002,
		"MSG": "只能绑定同服玩家"
	},
	{
		"Id": 60003,
		"MSG": "目标玩家已绑定"
	},
	{
		"Id": 60004,
		"MSG": "目标玩家拒绝绑定"
	},
	{
		"Id": 60005,
		"MSG": "绑定目标不能是自己"
	},
	{
		"Id": 60006,
		"MSG": "绑定目标不在线"
	},
	{
		"Id": 60007,
		"MSG": "自己已经有绑定玩家"
	},
	{
		"Id": 60008,
		"MSG": "请求绑定玩家不在线"
	},
	{
		"Id": 60009,
		"MSG": "没有绑定玩家"
	},
	{
		"Id": 60010,
		"MSG": "非法的操作类型"
	},
	{
		"Id": 60011,
		"MSG": "绑定玩家不存在"
	},
	{
		"Id": 60012,
		"MSG": "今日抽奖次数达到上限"
	},
	{
		"Id": 60013,
		"MSG": "抽奖次数不足"
	},
	{
		"Id": 60050,
		"MSG": "炼化参数错误"
	},
	{
		"Id": 60060,
		"MSG": "领奖天数不对"
	},
	{
		"Id": 60061,
		"MSG": "已经领过"
	},
	{
		"Id": 60101,
		"MSG": "宠物已经出战"
	},
	{
		"Id": 60102,
		"MSG": "宠物不存在"
	},
	{
		"Id": 60103,
		"MSG": "天仙还没有解锁"
	},
	{
		"Id": 60104,
		"MSG": "未知的伙伴类型"
	},
	{
		"Id": 60105,
		"MSG": "没有该玩家的战报"
	},
	{
		"Id": 60106,
		"MSG": "战斗次数不足"
	},
	{
		"Id": 60107,
		"MSG": "BOSS沉睡中"
	},
	{
		"Id": 60108,
		"MSG": "活动未开启"
	},
	{
		"Id": 60109,
		"MSG": "参数错误"
	},
	{
		"Id": 60110,
		"MSG": "装备不存在"
	},
	{
		"Id": 60111,
		"MSG": "宠物不存在"
	},
	{
		"Id": 60112,
		"MSG": "星数尚未升满"
	},
	{
		"Id": 60113,
		"MSG": "星数已满"
	},
	{
		"Id": 60114,
		"MSG": "尚未穿戴装备"
	},
	{
		"Id": 60115,
		"MSG": "当前不可扫荡"
	},
	{
		"Id": 60120,
		"MSG": "技能重复设置"
	},
	{
		"Id": 60121,
		"MSG": "相关英雄的武圣未激活"
	},
	{
		"Id": 60131,
		"MSG": "报名中，请稍后"
	},
	{
		"Id": 60132,
		"MSG": "积分赛已结束"
	},
	{
		"Id": 60133,
		"MSG": "当前无法竞猜"
	},
	{
		"Id": 60134,
		"MSG": "数据异常"
	},
	{
		"Id": 60135,
		"MSG": "不在活动时间内"
	},
	{
		"Id": 60136,
		"MSG": "不在报名时间内"
	},
	{
		"Id": 60137,
		"MSG": "渠道未开启"
	},
	{
		"Id": 60138,
		"MSG": "活动未开启"
	},
	{
		"Id": 60139,
		"MSG": "已报名"
	},
	{
		"Id": 60140,
		"MSG": "未到战区分配时间"
	},
	{
		"Id": 60141,
		"MSG": "积分赛未开启"
	},
	{
		"Id": 60142,
		"MSG": "匹配失败"
	},
	{
		"Id": 60143,
		"MSG": "战斗中"
	},
	{
		"Id": 60144,
		"MSG": "匹配次数不足"
	},
	{
		"Id": 60145,
		"MSG": "复活次数不足"
	},
	{
		"Id": 60146,
		"MSG": "战事太激烈，请稍等"
	},
	{
		"Id": 60147,
		"MSG": "奖励已领取"
	},
	{
		"Id": 60148,
		"MSG": "未达到领取条件"
	},
	{
		"Id": 60149,
		"MSG": "奖励有误"
	},
	{
		"Id": 60150,
		"MSG": "不在积分赛期间"
	},
	{
		"Id": 60151,
		"MSG": "战报已失效"
	},
	{
		"Id": 60152,
		"MSG": "战斗回放加载中…"
	},
	{
		"Id": 60153,
		"MSG": "点赞过快"
	},
	{
		"Id": 60154,
		"MSG": "诸神之战点赞错误"
	},
	{
		"Id": 60155,
		"MSG": "诸神之战轮次异常"
	},
	{
		"Id": 60156,
		"MSG": "非淘汰赛期间"
	},
	{
		"Id": 60201,
		"MSG": "当前星位已满级"
	},
	{
		"Id": 60202,
		"MSG": "星图还未解锁"
	},
	{
		"Id": 60203,
		"MSG": "起始星位未激活"
	},
	{
		"Id": 60204,
		"MSG": "当前星图无需重置"
	},
	{
		"Id": 60205,
		"MSG": "超新星数量不足"
	},
	{
		"Id": 60206,
		"MSG": "技能未解锁"
	},
	{
		"Id": 60207,
		"MSG": "技能已使用"
	},
	{
		"Id": 60208,
		"MSG": "前置星位未激活"
	},
	{
		"Id": 60209,
		"MSG": "星图类型错误"
	},
	{
		"Id": 60210,
		"MSG": "星图Id错误"
	},
	{
		"Id": 60251,
		"MSG": "已经激活"
	},
	{
		"Id": 60252,
		"MSG": "镀金等级不足"
	},
	{
		"Id": 60253,
		"MSG": "升级信息错误"
	},
	{
		"Id": 60254,
		"MSG": "材料不足"
	},
	{
		"Id": 60255,
		"MSG": "没有激活"
	},
	{
		"Id": 60256,
		"MSG": "等级已达最大"
	},
	{
		"Id": 60257,
		"MSG": "阶级不足"
	},
	{
		"Id": 60258,
		"MSG": "升阶已达最大"
	},
	{
		"Id": 60259,
		"MSG": "升级等级不足"
	}
]`)

var cfg2SectPrestige = []byte(`[
	{
		"AttrId": 3001,
		"Items": "2:20|7:1000",
		"Level": 1,
		"Prestige": 1000,
		"Title": 1
	},
	{
		"AttrId": 3002,
		"Items": "2:40|7:2000",
		"Level": 2,
		"Prestige": 2000,
		"Title": 2
	},
	{
		"AttrId": 3003,
		"Items": "2:60|7:3000",
		"Level": 3,
		"Prestige": 5000,
		"Title": 3
	},
	{
		"AttrId": 3004,
		"Items": "2:80|7:4000",
		"Level": 4,
		"Prestige": 10000,
		"Title": 4
	},
	{
		"AttrId": 3005,
		"Items": "2:100|7:5000",
		"Level": 5,
		"Prestige": 15000,
		"Title": 5
	},
	{
		"AttrId": 3006,
		"Items": "2:120|7:6000",
		"Level": 6,
		"Prestige": 20000,
		"Title": 6
	},
	{
		"AttrId": 3007,
		"Items": "2:140|7:7000",
		"Level": 7,
		"Prestige": 25000,
		"Title": 7
	},
	{
		"AttrId": 3008,
		"Items": "2:160|7:8000",
		"Level": 8,
		"Prestige": 30000,
		"Title": 8
	},
	{
		"AttrId": 3009,
		"Items": "2:180|7:9000",
		"Level": 9,
		"Prestige": 35000,
		"Title": 9
	},
	{
		"AttrId": 3010,
		"Items": "2:200|7:10000",
		"Level": 10,
		"Prestige": 40000,
		"Title": 10
	},
	{
		"AttrId": 3011,
		"Items": "2:220|7:11000",
		"Level": 11,
		"Prestige": 45000,
		"Title": 11
	},
	{
		"AttrId": 3012,
		"Items": "2:240|7:12000",
		"Level": 12,
		"Prestige": 50000,
		"Title": 12
	},
	{
		"AttrId": 3013,
		"Items": "2:260|7:13000",
		"Level": 13,
		"Prestige": 60000,
		"Title": 13
	},
	{
		"AttrId": 3014,
		"Items": "2:280|7:14000",
		"Level": 14,
		"Prestige": 70000,
		"Title": 14
	},
	{
		"AttrId": 3015,
		"Items": "2:300|7:15000",
		"Level": 15,
		"Prestige": 80000,
		"Title": 15
	},
	{
		"AttrId": 3016,
		"Items": "2:320|7:16000",
		"Level": 16,
		"Prestige": 90000,
		"Title": 16
	},
	{
		"AttrId": 3017,
		"Items": "2:340|7:17000",
		"Level": 17,
		"Prestige": 100000,
		"Title": 17
	},
	{
		"AttrId": 3018,
		"Items": "2:360|7:18000",
		"Level": 18,
		"Prestige": 110000,
		"Title": 18
	},
	{
		"AttrId": 3019,
		"Items": "2:380|7:19000",
		"Level": 19,
		"Prestige": 120000,
		"Title": 19
	},
	{
		"AttrId": 3020,
		"Items": "2:400|7:20000",
		"Level": 20,
		"Prestige": 130000,
		"Title": 20
	},
	{
		"AttrId": 3021,
		"Items": "2:420|7:21000",
		"Level": 21,
		"Prestige": 150000,
		"Title": 21
	},
	{
		"AttrId": 3022,
		"Items": "2:440|7:22000",
		"Level": 22,
		"Prestige": 170000,
		"Title": 22
	},
	{
		"AttrId": 3023,
		"Items": "2:460|7:23000",
		"Level": 23,
		"Prestige": 190000,
		"Title": 23
	},
	{
		"AttrId": 3024,
		"Items": "2:480|7:24000",
		"Level": 24,
		"Prestige": 210000,
		"Title": 24
	},
	{
		"AttrId": 3025,
		"Items": "2:500|7:25000",
		"Level": 25,
		"Prestige": 230000,
		"Title": 25
	},
	{
		"AttrId": 3026,
		"Items": "2:520|7:26000",
		"Level": 26,
		"Prestige": 250000,
		"Title": 26
	},
	{
		"AttrId": 3027,
		"Items": "2:540|7:27000",
		"Level": 27,
		"Prestige": 270000,
		"Title": 27
	},
	{
		"AttrId": 3028,
		"Items": "2:560|7:28000",
		"Level": 28,
		"Prestige": 300000,
		"Title": 28
	},
	{
		"AttrId": 3029,
		"Items": "2:580|7:29000",
		"Level": 29,
		"Prestige": 330000,
		"Title": 29
	},
	{
		"AttrId": 3030,
		"Items": "2:600|7:30000",
		"Level": 30,
		"Prestige": 360000,
		"Title": 30
	},
	{
		"AttrId": 3031,
		"Items": "2:620|7:31000",
		"Level": 31,
		"Prestige": 400000,
		"Title": 31
	},
	{
		"AttrId": 3032,
		"Items": "2:640|7:32000",
		"Level": 32,
		"Prestige": 440000,
		"Title": 32
	},
	{
		"AttrId": 3033,
		"Items": "2:660|7:33000",
		"Level": 33,
		"Prestige": 480000,
		"Title": 33
	},
	{
		"AttrId": 3034,
		"Items": "2:680|7:34000",
		"Level": 34,
		"Prestige": 520000,
		"Title": 34
	},
	{
		"AttrId": 3035,
		"Items": "2:700|7:35000",
		"Level": 35,
		"Prestige": 560000,
		"Title": 35
	},
	{
		"AttrId": 3036,
		"Items": "2:720|7:36000",
		"Level": 36,
		"Prestige": 600000,
		"Title": 36
	},
	{
		"AttrId": 3037,
		"Items": "2:740|7:37000",
		"Level": 37,
		"Prestige": 650000,
		"Title": 37
	},
	{
		"AttrId": 3038,
		"Items": "2:760|7:38000",
		"Level": 38,
		"Prestige": 700000,
		"Title": 38
	},
	{
		"AttrId": 3039,
		"Items": "2:780|7:39000",
		"Level": 39,
		"Prestige": 750000,
		"Title": 39
	},
	{
		"AttrId": 3040,
		"Items": "2:800|7:40000",
		"Level": 40,
		"Prestige": 800000,
		"Title": 40
	},
	{
		"AttrId": 3041,
		"Items": "2:820|7:41000",
		"Level": 41,
		"Prestige": 900000,
		"Title": 41
	},
	{
		"AttrId": 3042,
		"Items": "2:840|7:42000",
		"Level": 42,
		"Prestige": 1000000,
		"Title": 42
	},
	{
		"AttrId": 3043,
		"Items": "2:860|7:43000",
		"Level": 43,
		"Prestige": 1200000,
		"Title": 43
	},
	{
		"AttrId": 3044,
		"Items": "2:880|7:44000",
		"Level": 44,
		"Prestige": 1500000,
		"Title": 44
	},
	{
		"AttrId": 3045,
		"Items": "2:900|7:45000",
		"Level": 45,
		"Prestige": 1800000,
		"Title": 45
	},
	{
		"AttrId": 3046,
		"Items": "2:920|7:46000",
		"Level": 46,
		"Prestige": 2100000,
		"Title": 46
	},
	{
		"AttrId": 3047,
		"Items": "2:940|7:47000",
		"Level": 47,
		"Prestige": 2400000,
		"Title": 47
	},
	{
		"AttrId": 3048,
		"Items": "2:960|7:48000",
		"Level": 48,
		"Prestige": 2700000,
		"Title": 48
	},
	{
		"AttrId": 3049,
		"Items": "2:980|7:49000",
		"Level": 49,
		"Prestige": 3000000,
		"Title": 49
	},
	{
		"AttrId": 3050,
		"Items": "2:1000|7:50000",
		"Level": 50,
		"Prestige": 3500000,
		"Title": 50
	}
]`)

var cfg1PrefectWarBoss = []byte(`[
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 1,
		"RefreshId": 38001,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 2,
		"RefreshId": 38002,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 3,
		"RefreshId": 38003,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 1,
		"RefreshId": 38006,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 2,
		"RefreshId": 38007,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 3,
		"RefreshId": 38008,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 1,
		"RefreshId": 38011,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 2,
		"RefreshId": 38012,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 3,
		"RefreshId": 38013,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 1,
		"RefreshId": 38016,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 2,
		"RefreshId": 38017,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 3,
		"RefreshId": 38018,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 1,
		"RefreshId": 38021,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 2,
		"RefreshId": 38022,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 3,
		"RefreshId": 38023,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 1,
		"RefreshId": 38026,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 2,
		"RefreshId": 38027,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 3,
		"RefreshId": 38028,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 1,
		"RefreshId": 38031,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 2,
		"RefreshId": 38032,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 3,
		"RefreshId": 38033,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 1,
		"RefreshId": 38036,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 2,
		"RefreshId": 38037,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 3,
		"RefreshId": 38038,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20101,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 1,
		"RefreshId": 38041,
		"RemmendHero": 1,
		"Star": 1
	},
	{
		"BossFeatur": 20101,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 2,
		"RefreshId": 38042,
		"RemmendHero": 1,
		"Star": 2
	},
	{
		"BossFeatur": 20101,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1601,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 3,
		"RefreshId": 38043,
		"RemmendHero": 1,
		"Star": 3
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 1,
		"RefreshId": 38101,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 2,
		"RefreshId": 38102,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 3,
		"RefreshId": 38103,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 1,
		"RefreshId": 38106,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 2,
		"RefreshId": 38107,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 3,
		"RefreshId": 38108,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 1,
		"RefreshId": 38111,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 2,
		"RefreshId": 38112,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 3,
		"RefreshId": 38113,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 1,
		"RefreshId": 38116,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 2,
		"RefreshId": 38117,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 3,
		"RefreshId": 38118,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 1,
		"RefreshId": 38121,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 2,
		"RefreshId": 38122,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 3,
		"RefreshId": 38123,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 1,
		"RefreshId": 38126,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 2,
		"RefreshId": 38127,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 3,
		"RefreshId": 38128,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 1,
		"RefreshId": 38131,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 2,
		"RefreshId": 38132,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 3,
		"RefreshId": 38133,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 1,
		"RefreshId": 38136,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 2,
		"RefreshId": 38137,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 3,
		"RefreshId": 38138,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 1,
		"RefreshId": 38141,
		"RemmendHero": 2,
		"Star": 1,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 2,
		"RefreshId": 38142,
		"RemmendHero": 2,
		"Star": 2,
		"TabId": 1
	},
	{
		"BossFeatur": 20102,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1606,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 3,
		"RefreshId": 38143,
		"RemmendHero": 2,
		"Star": 3,
		"TabId": 1
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 1,
		"RefreshId": 38201,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 2,
		"RefreshId": 38202,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 1,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "赤戎州",
		"ReHeroSkill": 3,
		"RefreshId": 38203,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 1,
		"RefreshId": 38206,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 2,
		"RefreshId": 38207,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 2,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "西泽州",
		"ReHeroSkill": 3,
		"RefreshId": 38208,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 1,
		"RefreshId": 38211,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 2,
		"RefreshId": 38212,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 3,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "月凉州",
		"ReHeroSkill": 3,
		"RefreshId": 38213,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 1,
		"RefreshId": 38216,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 2,
		"RefreshId": 38217,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 4,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "伊阙州",
		"ReHeroSkill": 3,
		"RefreshId": 38218,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 1,
		"RefreshId": 38221,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 2,
		"RefreshId": 38222,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 5,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "南离州",
		"ReHeroSkill": 3,
		"RefreshId": 38223,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 1,
		"RefreshId": 38226,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 2,
		"RefreshId": 38227,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 6,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "商羊州",
		"ReHeroSkill": 3,
		"RefreshId": 38228,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 1,
		"RefreshId": 38231,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 2,
		"RefreshId": 38232,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 7,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 212,
		"Name": "桐桑州",
		"ReHeroSkill": 3,
		"RefreshId": 38233,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 1,
		"RefreshId": 38236,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 2,
		"RefreshId": 38237,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 8,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 215,
		"Name": "青桃州",
		"ReHeroSkill": 3,
		"RefreshId": 38238,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 1,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 1,
		"RefreshId": 38241,
		"RemmendHero": 3,
		"Star": 1,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 2,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 2,
		"RefreshId": 38242,
		"RemmendHero": 3,
		"Star": 2,
		"TabId": 2
	},
	{
		"BossFeatur": 20103,
		"BossId": 3,
		"CoverName": "img_txhjzj_1",
		"CpId": 9,
		"FightPrize": 1607,
		"HelpPrize": 1602,
		"HirePrize": 1603,
		"MonsterId": 218,
		"Name": "居狼州",
		"ReHeroSkill": 3,
		"RefreshId": 38243,
		"RemmendHero": 3,
		"Star": 3,
		"TabId": 2
	}
]`)
